Repository: CleanClip/CleanClipApp-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ar, de, el, es, fr, ja, ko, nl, sk, th, zh_hans, zh_hant

# check_update_desc
source: Check for updates automatically
ar: تحقق من التحديثات تلقائيًا
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Vérifier les mises à jour automatiquement
ja: アップデートを自動で確認する
ko: 자동으로 업데이트 확인
nl: Controleer automatisch voor updates
sk: Automaticky kontrolovať aktualizácie
th: ตรวจสอบการอัปเดตโดยอัตโนมัติ
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# check_update_failed
source: Update check failed
ar: فشل التحقق من التحديث
de: Überprüfung auf Updates fehlgeschlagen
es: Error al buscar actualizaciones
fr: Échec de la vérification de la mise à jour
ja: アップデートのチェックに失敗しました
ko: 업데이트 확인 실패
nl: Update controle mislukt
sk: Aktualizasyon kontrolü başarısız oldu
th: การตรวจสอบการอัปเดตล้มเหลว
zh_hans: 更新检查失败
zh_hant: 更新檢查失敗

# check_update_no_update
source: No new version
ar: لا توجد نسخة جديدة
de: Keine neue Version
es: No hay nueva versión
fr: Aucune nouvelle version
ja: 新しいバージョンはありません
ko: 새로운 버전 없음
nl: Geen nieuwe versie
sk: Yeni bir sürüm yok
th: ไม่มีเวอร์ชันใหม่
zh_hans: 没有新版本
zh_hant: 沒有新版本

source: Sounds
ar: الأصوات
de: Geräusche
es: Sonidos
fr: Sons
ja: 効果音
ko: 소리
nl: Geluiden
sk: Zvuky
th: เสียง
zh_hans: 声效
zh_hant: 音效

# sounds_selection
source: Sound Selection
ar: اختيار الصوت
de: Geräuschauswahl
es: Selección de Sonido
fr: Sélection des sons
ja: 選択音
ko: 소리 선택
nl: Geluid selectie
sk: Izbor zvoka
th: การเลือกเสียง
zh_hans: 选择声音
zh_hant: 選擇音效

# sounds_desc
source: Play sound effects when a new item is added to the history and the previous item is selected.
ar: تشغيل مؤثرات صوتية عند إضافة عنصر جديد إلى السجل وعند تحديد العنصر السابق.
de: Spiele Soundeffekte ab, wenn ein neues Element zur Historie hinzugefügt wird und das vorherige Element ausgewählt ist.
es: Reproducir efectos de sonido cuando se añade un nuevo elemento al historial y se selecciona el elemento anterior.
fr: Activer les effets sonores lorsqu'un nouvel élément est ajouté à l'historique et que l'élément précédent est sélectionné.
ja: 履歴に新しいアイテムが追加され、前のアイテムが選択されたときに、効果音を再生する。
ko: 새 항목이 기록에 추가되고 이전 항목이 선택될 때 소리 효과를 재생합니다.
nl: Geluidseffecten afspelen wanneer een nieuw item wordt toegevoegd aan de geschiedenis en het vorige item is geselecteerd.
sk: Prehrať zvuk pri pridaní novej položky do histórie a pri výbere predchádzajúcej položky.
th: เล่นเอฟเฟกต์เสียงเมื่อมีการเพิ่มรายการใหม่ในประวัติและเลือกไอเท็มก่อนหน้า
zh_hans: 记录新项目和选择上一个项目时播放声效。
zh_hant: 記錄新項目和選擇上一項目時播放音效。

source: Launch at login
ar: تشغيل عند تسجيل الدخول
de: Beim Anmelden starten
es: Iniciar al iniciar sesión
fr: Lancer au démarrage
ja: ログイン時に起動
ko: 로그인 시 실행
nl: Opstarten bij inloggen
sk: Spustiť pri štarte
th: เปิดเมื่อเข้าสู่ระบบ
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Shortcuts
ar: اختصارات
de: Tastenkombinationen
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
nl: Snelkoppelingen
sk: Bližnjice
th: ทางลัด
zh_hans: 快捷键
zh_hant: 快捷方式

# appearance
source: Theme
ar: المظهر
de: Thema
es: Tema
fr: Apparence
ja: 外観
ko: 테마
nl: Uiterlijk
sk: Tema
th: ธีม
zh_hans: 主题
zh_hant: 外觀

# appearance_light
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 밝은 테마
nl: Licht
sk: Svetla
th: สว่าง
zh_hans: 明亮
zh_hant: 亮色

# appearance_dark
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 어두운 테마
nl: Donker
sk: Temna
th: มืด
zh_hans: 暗黑
zh_hant: 暗色

# appearance_auto
source: System
ar: نظام
es: Sistema
fr: Système
ja: システム
ko: 시스템
nl: Systeem
sk: Sistem
th: ระบบ
zh_hans: 跟随系统
zh_hant: 系統

source: Show menu icon
ar: عرض أيقونة القائمة
de: Menüsymbol anzeigen
es: Mostrar icono del menú
fr: Afficher les icônes du menu
ja: メニューアイコンを表示
ko: 메뉴 아이콘 표시
nl: Menu-pictogram tonen
sk: Zobraziť ikonu v lište
th: แสดงไอคอนเมนู
zh_hans: 菜单栏图标
zh_hant: 選單列圖示

# show_menu_icon_desc
source: If the menu icon is not displayed, you can open the menu by tapping on the icon at the bottom of the history popup.
ar: إذا لم يتم عرض أيقونة القائمة، يمكنك فتح القائمة عن طريق النقر على الأيقونة في أسفل نافذة السجل.
de: Wenn das Menüsymbol nicht angezeigt wird, können Sie das Menü öffnen, indem Sie auf das Symbol am unteren Rand des Historien-Popups tippen.
es: Si el icono del menú no se muestra, puedes abrir el menú tocando el icono en la parte inferior del popup de historial.
fr: Si l'icône du menu n'est pas affichée, vous pouvez ouvrir le menu en appuyant sur l'icône en bas de la fenêtre de l'historique.
ja: メニューアイコンが表示されていない場合、履歴ポップアップの下部にあるアイコンをタップすることでメニューを開くことができます。
ko: 메뉴 아이콘이 표시되지 않으면 기록 팝업 하단의 아이콘을 탭하여 메뉴를 열 수 있습니다.
nl: Als het menu-icoon niet wordt weergegeven, kunt u het menu openen door op het pictogram onderaan de historie te tikken.
sk: Ak sa ikona menu nezobrazuje, môžeš ju otvoriť kliknutím na ikonu v spodnej časti kontextového okna histórie.
th: หากไอคอนเมนูไม่แสดง คุณสามารถเปิดเมนูได้โดยการแตะที่ไอคอนที่ด้านล่างของป๊อปอัพประวัติ
zh_hans: 若不显示菜单图标，可点击历史记录弹窗底部的图标打开菜单
zh_hant: 如未顯示選單圖示，可點擊歷史記錄彈窗底部的圖示開啟選單

# show_recently_desc
source: Show recent copy next to menu icon
ar: عرض النسخ الأخيرة بجانب أيقونة القائمة
de: Zeige zuletzt kopierte Elemente neben dem Menüsymbol an
es: Mostrar copia reciente junto al icono del menú
fr: Afficher la copie récente à côté de l'icône du menu
ja: メニューアイコンの隣に最近のコピーを表示
ko: 메뉴 아이콘 옆에 최근 복사본 표시
nl: Toon recente kopie naast het menu-pictogram
sk: Zobraziť posledné kopírovanie vedľa ikony v lište
th: แสดงการคัดลอกล่าสุดถัดจากไอคอนเมนู
zh_hans: 在菜单栏图标前显示最近的复制内容
zh_hant: 在選單列圖示前顯示最近的複製內容

# quick_menu_title
source: Quick Menu:
ar: القائمة السريعة:
de: Schnellmenü:
es: Menú Rápido:
fr: Menu Rapide :
ja: クイックメニュー:
ko: 빠른 메뉴:
nl: Snel Menu:
sk: Rýchle menu:
th: เมนูด่วน:
zh_hans: 快捷窗口:
zh_hant: 快捷視窗:

# quick_menu_shortcut_desc
source: Global shortcut key to open application.
ar: مفتاح اختصار عالمي لفتح التطبيق.
de: Globale Tastenkombination zum Öffnen der Anwendung.
es: Tecla de acceso rápido global para abrir la aplicación.
fr: Raccourci pour ouvrir l'application.
ja: アプリケーションを開くためのグローバル ショートカット キー。
ko: 응용 프로그램을 열기 위한 전역 단축키.
nl: Algemene sneltoets om de applicatie te openen.
sk: Globálna klávesová skratka na otvorenie aplikácie.
th: ปุ่มทางลัดทั่วโลกเพื่อเปิดแอปพลิเคชัน
zh_hans: 打开快捷窗口的全局快捷键。
zh_hant: 打開快捷視窗的全域快捷鍵。

source: Popup At
ar: النافذة المنبثقة عند
de: Popup bei
es: Mostrar en
fr: Apparition à
ja: ポップアップ位置
ko: 팝업 위치
nl: Popup bij
sk: Pojavno okno pri
th: ป๊อปอัพที่
zh_hans: 弹出位置
zh_hant: 彈出位置

source: Window Center
ar: مركز النافذة
de: Fensterzentrum
es: Centro de la Ventana
fr: Centre de la fenêtre
ja: ウィンドウの中央
ko: 창 중앙
nl: Venster Centrum
sk: Stred okna
th: ศูนย์กลางหน้าต่าง
zh_hans: 窗口中心
zh_hant: 視窗中心

source: Mouse Cursor
ar: مؤشر الماوس
de: Mauszeiger
es: Cursor del Ratón
fr: Curseur de la souris
ja: マウスカーソル
ko: 마우스 커서
nl: Muis cursor
sk: Kurzor myši
th: ตัวชี้เมาส์
zh_hans: 鼠标光标
zh_hant: 滑鼠游標

source: Text Cursor
ar: مؤشر النص
de: Textzeiger
es: Cursor de Texto
fr: Curseur de texte
ja: テキストカーソル
ko: 텍스트 커서
nl: Tekst cursor
sk: Textový kurzor
th: ตัวชี้ข้อความ
zh_hans: 文字光标
zh_hant: 文字游標

source: Screen Center
ar: مركز الشاشة
de: Bildschirmzentrum
es: Centro de la Pantalla
fr: Centre de l'écran
ja: 画面の中央
ko: 화면 중앙
nl: Scherm centrum
sk: Stred obrazovky
th: ศูนย์กลางหน้าจอ
zh_hans: 屏幕中心
zh_hant: 螢幕中心

# popup_at_fallback
source: Due to system restrictions, the input position cannot be accurately located in some applications. Please select an alternative position for it
ar: نظرًا لقيود النظام، لا يمكن تحديد موضع الإدخال بدقة في بعض التطبيقات. يرجى اختيار موضع بديل له
de: Aufgrund von Systembeschränkungen kann die Eingabeposition in einigen Anwendungen nicht genau lokalisiert werden. Bitte wählen Sie eine alternative Position dafür aus.
es: Debido a restricciones del sistema, la posición de entrada no se puede localizar con precisión en algunas aplicaciones. Por favor selecciona una posición alternativa para ello.
fr: En raison de restrictions système, il peut être difficile de localiser correctement la position d'entrée dans certaines applications. Veuillez en choisir une de secours.
ja: システムの制限により、一部のアプリケーションで入力位置を正確に特定できません。代替位置を選択してください
ko: 시스템 제한으로 인해 일부 응용 프로그램에서 입력 위치를 정확하게 찾을 수 없습니다. 대체 위치를 선택해 주세요.
nl: Vanwege systeembeperkingen kan de invoerpositie niet correct worden bepaald in sommige toepassingen. Kies een alternatieve positie.
sk: Zaradi omejitev sistema morda ni mogoče natančno določiti mesta vnosa. Izberite rezervno mesto.
th: เนื่องจากข้อจำกัดของระบบ ตำแหน่งการป้อนข้อมูลไม่สามารถระบุได้อย่างแม่นยำในบางแอปพลิเคชัน กรุณาเลือกตำแหน่งทางเลือกสำหรับมัน
zh_hans: 由于系统限制，在一些应用中无法正确定位输入位置，请为之选择一项备选位置
zh_hant: 由於系統限制，在某些應用程式中無法正確定位輸入位置，請為其選擇一個備用位置

# popup_at_fallback_title
source: Fallback Position
ar: موضع احتياطي
es: Posición Alternativa
fr: Position de secours
ko: 대체 위치
nl: Fallbackpositie
th: ตำแหน่งสำรอง
zh_hans: 备用位置
zh_hant: 備用位置

# quick_menu_disable_all_animations
source: Disable All Animations
ar: تعطيل جميع الرسوم المتحركة
de: Alle Animationen deaktivieren
es: Desactivar Todas las Animaciones
fr: Désactiver toutes les animations
ko: 모든 애니메이션 비활성화
nl: Schakel alle animaties uit
th: ปิดการเคลื่อนไหวทั้งหมด
zh_hans: 禁用所有动画
zh_hant: 禁用所有動畫

# quick_menu_always_show_lists
source: Always Show Lists
ar: عرض القوائم دائمًا
de: Listen immer anzeigen
es: Mostrar Siempre Listas
fr: Toujours afficher les listes
ko: 항상 목록 표시
nl: Altijd lijsten tonen
th: แสดงรายการเสมอ
zh_hans: 始终显示列表
zh_hant: 始終顯示列表

# main_window_title
source: Main Window:
ar: النافذة الرئيسية:
de: Hauptfenster:
es: Ventana Principal:
fr: Fenêtre principale:
ja: メインウインドウ
ko: 주 창:
nl: Hoofdvenster:
sk: Hlavné okno:
th: หน้าต่างหลัก:
zh_hans: 主窗口:
zh_hant: 主視窗:

# main_window_shortcut_desc
source: Global shortcut key to open main window.
ar: مفتاح اختصار عالمي لفتح النافذة الرئيسية.
de: Globale Tastenkombination zum Öffnen des Hauptfensters.
es: Tecla de acceso rápido global para abrir la ventana principal.
fr: Touche de raccourci pour ouvrir la fenêtre principale.
ja: メインウィンドウを開くためのグローバルショートカットキー。
ko: 주 창을 열기 위한 전역 단축키.
nl: Globale sneltoets om het hoofdvenster te openen.
sk: Globálna klávesová skratka na otvorenie hlavného okna.
th: ปุ่มทางลัดทั่วโลกเพื่อเปิดหน้าต่างหลัก
zh_hans: 打开主窗口的全局快捷键。
zh_hant: 打開主視窗的全域快捷鍵。

# main_window_auto_collapse
source: Auto Collapse
ar: الطي التلقائي
de: Automatisch minimieren
es: Colapso Automático
fr: Réduction automatique
ja: 自動折りたたみ
ko: 자동 축소
nl: Automatisch inklappen
sk: Samodejno skrij
th: ยุบอัตโนมัติ
zh_hans: 自动收起
zh_hant: 自動折疊

# main_window_full_mode
source: Full Height
ar: الارتفاع الكامل
de: Vollhöhe
es: Altura Completa
fr: Hauteur complète
ja: フルハイト
ko: 전체 높이
nl: Volledige hoogte
sk: Polna višina
th: ความสูงเต็ม
zh_hans: 完整高度
zh_hant: 全高度

# paste_stack_title
source: Paste Queue:
ar: قائمة اللصق:
de: Einfügewarteschlange:
es: Cola de Pegar:
fr: File de collage :
ja: ペーストキュー:
ko: 붙여넣기 대기열:
nl: Plakwachtrij:
sk: Čakalna vrsta lepljenja:
th: คิววาง:
zh_hans: 粘贴队列:
zh_hant: 貼上佇列:

# paste_stack_desc
source: Global shortcut key to open paste queue. Default: 「⌘ + '」
ar: مفتاح اختصار عالمي لفتح قائمة اللصق. الافتراضي: 「⌘ + '」
de: Globale Tastenkombination zum Öffnen der Einfügewarteschlange. Standard: 「⌘ + '」
es: Tecla de acceso rápido global para abrir la cola de pegar. Predeterminado: 「⌘ + '」
fr: Raccourci clavier global pour ouvrir la file de collage. Par défaut : 「⌘ + '」
ja: ペーストキューを開くためのグローバルショートカットキー。デフォルト: 「⌘ + '」
ko: 붙여넣기 대기열을 열기 위한 전역 단축키. 기본값: 「⌘ + '」
nl: Sneltoets om de plakwachtrij te openen. Standaard: 「⌘ + '」
sk: Globalna bližnjica za odpiranje čakalne vrste lepljenja. Privzeto: 「⌘ + '」
th: ปุ่มทางลัดทั่วโลกเพื่อเปิดคิววาง ค่าเริ่มต้น: 「⌘ + '」
zh_hans: 打开粘贴队列的全局快捷键。默认为: 「⌘ + '」
zh_hant: 全域快捷鍵以開啟貼上佇列。預設為: 「⌘ + '」

source: Split Copy:
ar: نسخ مقسم:
de: Geteilte Kopie:
es: Copia Dividida:
fr: Fractionner la copie:
ja: 分割コピー：
ko: 분할 복사:
nl: Splits kopie:
sk: Rozdeliť kopírovanie:
th: คัดลอกแยก:
zh_hans: 拆分复制:
zh_hant: 拆分複製:

# split_copy_desc
source: Split Copy will split multiple lines of text into separate items for copying.
ar: سيقوم النسخ المقسم بتقسيم عدة أسطر من النص إلى عناصر منفصلة للنسخ.
de: Geteilte Kopie wird mehrere Textzeilen in separate Elemente zum Kopieren aufteilen.
es: Copia Dividida separará múltiples líneas de texto en elementos separados para copiar.
fr: Fractionner la copie divise plusieurs lignes de texte en éléments séparés à copier.
ja: 分割コピーでは、複数行のテキストを別々のアイテムに分割してコピーします。
ko: 분할 복사는 여러 줄의 텍스트를 복사할 수 있는 개별 항목으로 나눕니다.
nl: Split kopie splitst meerdere regels tekst op in afzonderlijke items om te kopiëren.
sk: Rozdeliť kopírovanie rozdelí viac riadkov textu na samostatné položky na kopírovanie.
th: คัดลอกแยกจะทำการแยกหลายบรรทัดของข้อความออกเป็นรายการแยกสำหรับการคัดลอก
zh_hans: 拆分复制会把多行文本拆分成多项分别复制
zh_hant: 拆分複製會將多行文字拆分成多個項目進行複製

# paste_stack_order
source: Default Order:
ar: الترتيب الافتراضي:
de: Standardreihenfolge:
es: Orden Predeterminado:
fr: Ordre par défaut :
ja: デフォルトの順序：
ko: 기본 순서:
nl: Standaardvolgorde:
sk: Privzeto vrstni red:
th: ลำดับเริ่มต้น:
zh_hans: 默认顺序
zh_hant: 默認順序：

# paste_stack_order_stack
source: Stack Order
ar: ترتيب المكدس
de: Stapelreihenfolge
es: Orden de Pila
fr: Ordre de la pile
ja: スタック順
ko: 스택 순서
nl: Stapelvolgorde
sk: Vrstni red skladanja
th: ลำดับซ้อน
zh_hans: 堆栈顺序
zh_hant: 堆疊順序

# paste_stack_order_queue
source: Queue Order
ar: ترتيب الطابور
de: Warteschlangenreihenfolge
es: Orden de Cola
fr: Ordre de la file d'attente
ja: キュー順
ko: 대기열 순서
nl: Wachtrijvolgorde
sk: Vrstni red čakanja
th: ลำดับคิว
zh_hans: 队列顺序
zh_hant: 佇列順序

# paste_stack_order_shuffle
source: Shuffle Order
ar: ترتيب عشوائي
de: Zufallsreihenfolge
es: Orden Aleatorio
fr: Ordre aléatoire
ja: シャッフル順
ko: 셔플 순서
nl: Willekeurige volgorde
sk: Naključni vrstni red
th: ลำดับสุ่ม
zh_hans: 随机顺序
zh_hant: 隨機順序

# number_of_copies
source: Number of history items to keep
ar: تنظيف تلقائي حسب الكمية:
de: Automatische Reinigung nach Menge:
es: Limpieza automática por cantidad:
fr: Nettoyage automatique par quantité :
ja: 保持する履歴項目数
ko: 수량에 따라 자동 정리:
nl: Automatisch opruimen op aantal:
sk: Počet položiek histórie, ktoré sa majú uchovávať
th: ทำความสะอาดอัตโนมัติตามจำนวน:
zh_hans: 按数量自动清理:
zh_hant: 按數量自動清理:

source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
fr: illimité
ja: 無制限
ko: 무제한
nl: Onbeperkt
sk: Nekonečný
th: ไม่จำกัด
zh_hans: 无限
zh_hant: 無限

# ignore_apps
source: Ignored Applications
ar: حسب التطبيقات
de: Nach Apps
es: Por Aplicaciones
fr: Par Applications
ja: 無視するアプリ
ko: 앱별
nl: Op apps
sk: Prezri aplikacije
th: ตามแอป
zh_hans: 按应用程序
zh_hant: 按應用程式

# app
source: Application
ar: تطبيق
de: Anwendung
es: Aplicación
ja: アプリケーション
ko: 애플리케이션
nl: Applicatie
sk: Aplikácia
th: แอปพลิเคชัน
zh_hans: 应用程序
zh_hant: 應用程式

# ignore_or_not
source: Ignore
ar: تجاهل
de: Ignorieren
es: Ignorar
fr: Ignorer
ja: 無視
ko: 무시
nl: Negeren
sk: Ignorovať
th: ละเว้น
zh_hans: 忽略
zh_hant: 忽略

source: Bundle Id
ar: معرف الحزمة
es: Id de Paquete
fr: Identifiant du bundle
ja: バンドルID
ko: 번들 ID
nl: Bundel-ID
sk: Identifikátor balíka
th: รหัสแพ็คเกจ
zh_hans: Bundle标识

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar Todo
fr: Tout Sélectionner
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
sk: Vybrať všetko
th: เลือกทั้งหมด
zh_hans: 全选
zh_hant: 全選

source: Unselect All
ar: إلغاء تحديد الكل
de: Alle abwählen
es: Deseleccionar Todo
fr: Tout Désélectionner
ja: すべて選択解除
ko: 모두 선택 해제
nl: Alles deselecteren
sk: Zrušiť výber všetkého
th: ยกเลิกการเลือกทั้งหมด
zh_hans: 取消全选
zh_hant: 取消全選

source: Acknowledgements
ar: شكر وتقدير
de: Danksagungen
es: Agradecimientos
fr: Mentions légales
ja: 謝辞
ko: 감사의 말
nl: Dankbetuigingen
sk: Podakovanie
th: คำขอบคุณ
zh_hans: 鸣谢
zh_hant: 致謝

# visit_website
source: Visite Website
ar: زيارة الموقع
de: Website besuchen
es: Visitar Sitio Web
fr: Visiter le site web
ja: ウェブサイトを訪問
ko: 웹사이트 방문
nl: Bezoek website
sk: Obišči spletno mesto
th: เยี่ยมชมเว็บไซต์
zh_hans: 访问网站
zh_hant: 訪問網站

source: Contact Us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctanos
fr: Contactez-nous
ja: お問い合わせ
ko: 문의하기
nl: Neem contact met ons op
sk: Kontaktiraj nas
th: ติดต่อเรา
zh_hans: 联系我们
zh_hant: 聯絡我們

source: ©️Copyright
ar: ©️حقوق الطبع والنشر
de: ©️Urheberrecht
es: ©️Derechos de Autor
fr: ©️Droits d'auteur
ja: ©️著作権
ko: ©️저작권
nl: ©️Auteursrecht
sk: ©️Avtorske pravice
th: ©️ลิขสิทธิ์
zh_hans: ©️版权所有
zh_hant: ©️版權

# lists_desc
source: Better organize your content through collecting lists and smart lists
ar: تنظيم محتواك بشكل أفضل من خلال جمع القوائم والقوائم الذكية
de: Organisieren Sie Ihre Inhalte besser durch das Sammeln von Listen und intelligenten Listen
es: Mejor organiza tu contenido a través de listas de colección y listas inteligentes
fr: Organisez mieux votre contenu en collectant des listes et des listes intelligentes
ja: リストの収集、スマートリストを使用してコンテンツをよりよく整理する
ko: 목록 및 스마트 목록을 통해 콘텐츠를 더 잘 정리하세요.
nl: Organiseer je inhoud beter door lijsten en slimme lijsten te verzamelen
sk: Organizirajte svoje vsebine bolje z zbiranjem seznamov in pametnimi seznami
th: จัดระเบียบเนื้อหาของคุณให้ดียิ่งขึ้นผ่านการรวบรวมรายการและรายการอัจฉริยะ
zh_hans: 通过收集列表、智能列表更好地组织你的内容
zh_hant: 通過收集列表、智能列表更好地組織你的內容

# lists_name
source: Name
ar: الاسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
nl: Naam
sk: Ime
th: ชื่อ
zh_hans: 名称
zh_hant: 名稱

# is_smartlist
source: Smart List
ar: قائمة ذكية
de: Intelligente Liste
es: Lista Inteligente
fr: Liste intelligente
ja: スマートリスト
ko: 스마트 목록
nl: Slimme lijst
sk: Pameten seznam
th: รายการอัจฉริยะ
zh_hans: 智能列表
zh_hant: 智能列表

source: Count
ar: العدد
de: Anzahl
es: Contar
fr: Nombre
ja: 数
ko: 수
nl: Aantal
sk: Število
th: จำนวน
zh_hans: 数量
zh_hant: 數量

# desc
source: Smart List Description
ar: وصف القائمة الذكية
de: Beschreibung der intelligenten Liste
es: Descripción de la Lista Inteligente
fr: Description de la liste intelligente
ja: スマートリストの説明
ko: 스마트 목록 설명
nl: Beschrijving slimme lijst
sk: Opis pametnega seznama
th: คำอธิบายรายการอัจฉริยะ
zh_hans: 智能列表描述
zh_hant: 智能列表描述

# name
source: Function
ar: الوظيفة
de: Funktion
es: Función
fr: Nom
ja: 名前
ko: 기능
nl: Functie
sk: Ime
th: ฟังก์ชัน
zh_hans: 名称
zh_hant: 名稱

# shortcuts_quick_menu
source: Toggle Quick Menu
ar: تبديل القائمة السريعة
de: Schnellmenü umschalten
es: Alternar Menú Rápido
fr: Activer le menu rapide
ja: クイックメニューの切り替え
ko: 빠른 메뉴 전환
nl: Snelmenu in-/uitschakelen
sk: Vklopi/izklopi hitri meni
th: สลับเมนูด่วน
zh_hans: 开关快捷菜单
zh_hant: 開關快捷菜單

# shortcuts_main_window
source: Toggle Main Window
ar: تبديل النافذة الرئيسية
de: Hauptfenster umschalten
es: Alternar Ventana Principal
fr: Activer la fenêtre principale
ja: メインウィンドウの切り替え
ko: 주 창 전환
nl: Hoofdvenster in-/uitschakelen
sk: Vklopi/izklopi glavno okno
th: สลับหน้าต่างหลัก
zh_hans: 开关主窗口
zh_hant: 開關主視窗

# shortcuts_paste_stack
source: Toggle Paste Queue
ar: تبديل قائمة اللصق
de: Einfügewarteschlange umschalten
es: Alternar Cola de Pegado
fr: Activer la file de collage
ja: 貼り付けキューの切り替え
ko: 붙여넣기 대기열 전환
nl: Plakstapel in-/uitschakelen
sk: Vklopi/izklopi vrsto lepljenja
th: สลับคิววาง
zh_hans: 开关粘贴队列
zh_hant: 開關貼上佇列

# shortcuts_split_copy
source: Split Copy
ar: نسخ مقسم
de: Kopie teilen
es: Dividir Copia
fr: Diviser la copie
ja: 分割コピー
ko: 복사 분할
nl: Opsplitsen kopiëren
sk: 拆分复制
th: แยกการคัดลอก
zh_hans: 拆分复制
zh_hant: 拆分複製

# shortcuts_split_copy_desc
source: Automatically split and copy selected text into multiple items
ar: تقسيم النص المحدد ونسخه تلقائيًا إلى عناصر متعددة
de: Ausgewählten Text automatisch in mehrere Elemente aufteilen und kopieren
es: Dividir y copiar automáticamente el texto seleccionado en múltiples elementos
fr: Divisez automatiquement le texte sélectionné en plusieurs éléments
ja: 選択したテキストを自動的に行ごとに分割してコピーします
ko: 선택한 텍스트를 자동으로 여러 항목으로 분할하고 복사합니다.
nl: Geselecteerde tekst automatisch opsplitsen en kopiëren naar meerdere items
sk: 把选中的文本自动按行拆分复制成多项
th: แยกและคัดลอกข้อความที่เลือกเป็นหลายรายการโดยอัตโนมัติ
zh_hans: 把选中的文本自动按行拆分复制成多项
zh_hant: 將選取的文本自動按行拆分複製成多項

# shortcuts_lists
source: Set shortcuts to quickly open lists
ar: تعيين اختصارات لفتح القوائم بسرعة
de: Tastenkombinationen festlegen, um Listen schnell zu öffnen
es: Establecer accesos directos para abrir listas rápidamente
fr: Définir des raccourcis pour ouvrir rapidement les listes
ja: リストを素早く開くためのショートカットを設定
ko: 목록을 빠르게 열기 위한 단축키 설정
nl: Sneltoetsen instellen om lijsten snel te openen
sk: 设置快捷键快速打开列表
th: ตั้งค่าคีย์ลัดเพื่อเปิดรายการอย่างรวดเร็ว
zh_hans: 设置快捷键快速打开列表
zh_hant: 設置快捷鍵快速打開列表

# shortcuts_lists_name
source: List Name
ar: اسم القائمة
de: Listenname
es: Nombre de la Lista
fr: Nom de la liste
ja: リスト名
ko: 목록 이름
nl: Lijstnaam
sk: 列表名字
th: ชื่อรายการ
zh_hans: 列表名称
zh_hant: 列表名稱

# shortcuts_for_quick
source: Open in Quick Menu
ar: فتح في القائمة السريعة
de: Im Schnellmenü öffnen
es: Abrir en Menú Rápido
fr: Ouvrir dans le menu rapide
ja: クイックメニューで開く
ko: 빠른 메뉴에서 열기
nl: Openen in snelmenu
sk: 在快捷菜单中打开
th: เปิดในเมนูด่วน
zh_hans: 在快捷菜单中打开
zh_hant: 在快捷菜單中打開

# shortcuts_for_pin
source: Open in Main Window
ar: فتح في النافذة الرئيسية
de: Im Hauptfenster öffnen
es: Abrir en Ventana Principal
fr: Ouvrir dans la fenêtre principale
ja: メインウィンドウで開く
ko: 주 창에서 열기
nl: Openen in hoofdvenster
sk: 在主窗口中打开
th: เปิดในหน้าต่างหลัก
zh_hans: 在主窗口中打开
zh_hant: 在主視窗中打開

# shortcuts_for_quick_menu
source: Common shortcuts in Quick Menu
ar: اختصارات شائعة في القائمة السريعة
de: Häufige Tastenkombinationen im Schnellmenü
es: Accesos directos comunes en Menú Rápido
fr: Raccourcis courants du menu rapide
ja: クイックメニューの一般的なショートカット
ko: 빠른 메뉴의 일반 단축키
nl: Veelgebruikte sneltoetsen snelmenu
sk: 快捷菜单常用快捷键
th: คีย์ลัดทั่วไปในเมนูด่วน
zh_hans: 快捷菜单常用快捷键
zh_hant: 快捷菜單常用快捷鍵

# shortcuts_display_select_item
source: Select Item
ar: تحديد العنصر
de: Element auswählen
es: Seleccionar Elemento
fr: Sélectionner un élément
ja: アイテムを選択
ko: 항목 선택
nl: Item selecteren
sk: 使用项目
th: เลือกรายการ
zh_hans: 使用项目
zh_hant: 使用項目

# shortcuts_display_move_to_item
source: Move to Item
ar: الانتقال إلى العنصر
de: Zu Element verschieben
es: Mover a Elemento
fr: Déplacer vers l'élément
ja: アイテムに移動
ko: 항목으로 이동
nl: Naar item verplaatsen
sk: 移动到项目
th: ย้ายไปยังรายการ
zh_hans: 移动到项目
zh_hant: 移動到項目

# shortcuts_display_format_options_menu
source: Format Options Menu
ar: قائمة خيارات التنسيق
de: Formatoptionen-Menü
es: Menú de Opciones de Formato
fr: Menu des options de formatage
ja: フォーマットオプションメニュー
ko: 형식 옵션 메뉴
nl: Opmaakopties menu
sk: 格式化选单
th: เมนูตัวเลือกฟอร์แมต
zh_hans: 格式化选单
zh_hant: 格式化選單

# shortcuts_display_format_options_menu_shortcut
source: Long press [0-9]/⮐
ar: اضغط مطولاً [0-9]/⮐
de: Lang drücken [0-9]/⮐
es: Presiona largo [0-9]/⮐
fr: Maintenir [0-9]/⮐
ja: 長押し[0-9]/⮐
ko: 길게 누르기 [0-9]/⮐
nl: Lang indrukken [0-9]/⮐
sk: 长按[0-9]/⮐
th: กดค้าง [0-9]/⮐
zh_hans: 长按[0-9]/⮐
zh_hant: 長按[0-9]/⮐

# shortcuts_display_preview
source: Preview
ar: معاينة
de: Vorschau
es: Vista Previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
sk: 预览
th: ตัวอย่าง
zh_hans: 预览
zh_hant: 預覽

# shortcuts_display_preview_shortcut
source: Space
ar: مسافة
de: Leertaste
es: Espacio
fr: Espace
ja: スペース
ko: 스페이스
nl: Spatie
sk: 空格
th: ช่องว่าง
zh_hans: 空格
zh_hant: 空格

# shortcuts_display_favorate
source: Save to Favorites
ar: احفظ في المفضلة
de: Zu Favoriten speichern
es: Guardar en Favoritos
fr: Enregistrer dans les favoris
ja: お気に入りに保存
ko: 즐겨찾기에 저장
nl: Opslaan in favorieten
sk: 保存到收藏
th: บันทึกลงรายการโปรด
zh_hans: 保存到收藏
zh_hant: 儲存到收藏

# shortcuts_display_alias
source: Add Alias
ar: أضف اسم مستعار
de: Alias hinzufügen
es: Agregar Alias
fr: Ajouter un alias
ja: エイリアスを追加
ko: 별칭 추가
nl: Alias toevoegen
sk: 添加别名
th: เพิ่มนามแฝง
zh_hans: 添加别名
zh_hant: 新增別名

# shortcuts_display_edit
source: Edit Item
ar: تحرير العنصر
de: Element bearbeiten
es: Editar Elemento
fr: Modifier l'élément
ja: アイテムを編集
ko: 항목 편집
nl: Item bewerken
sk: 编辑项目
th: แก้ไขรายการ
zh_hans: 编辑项目
zh_hant: 編輯項目

# shortcuts_display_copy_to_clipboard
source: Copy to Clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
es: Copiar al Portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
ko: 클립보드에 복사
nl: Kopiëren naar klembord
sk: 复制到剪贴板
th: คัดลอกไปยังคลิปบอร์ด
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿
