Repository: CleanClip/CleanClipApp-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ar, de, el, es, fr, ja, ko, nl, sk, th, zh_hans, zh_hant

# main_window_soon_desc
source: The main window provides a resident, easy-to-browse, drag-and-drop, and manage window, making it more convenient for mouse users.
ar: توفر النافذة الرئيسية نافذة مقيمة، سهلة التصفح، سحب وإفلات، وإدارة، مما يجعلها أكثر ملاءمة لمستخدمي الماوس.
de: Das Hauptfenster bietet ein dauerhaftes, einfach zu durchsuchendes, Ziehen-und-Ablegen- und Verwaltungsfenster, das es für Mausbenutzer bequemer macht.
el: Το κυρίως παράθυρο παρέχει ένα τοπικό, εύκολο στην περιήγηση, drag-and-drop και διαχείριση του παραθύρου, καθιστώντας το πιο βολικό για τους χρήστες με ποντίκι.
es: La ventana principal proporciona una ventana residente, fácil de navegar, arrastrar y soltar, y gestionar, haciendo que sea más conveniente para los usuarios de mouse.
fr: La fenêtre principale offre une interface facile à parcourir, avec la possibilité de faire glisser et déposer les fichiers, et de les gérer, ce qui la rend plus pratique pour les utilisateurs du clavier.
ja: メインウィンドウは、常駐型で、閲覧が容易で、ドラッグ＆ドロップが可能で、管理しやすいウィンドウを提供し、マウスユーザーにとってより便利になります。
ko: 주 창은 상주하며 쉽게 탐색하고 드래그 앤 드롭할 수 있는 관리 창을 제공하여 마우스 사용자를 더욱 편리하게 만듭니다.
nl: Het hoofdvenster biedt een aanwezig, gemakkelijk te doorbladeren, slepen en neerzetten en beheren venster, waardoor het handiger wordt voor toetsenbordgebruikers.
sk: Hlavné okno je stále dostupné, prehľadné, s možnosťou presúvania myšou a s jednoduchou správou pre pohodlné ovládanie myšou.
th: หน้าต่างหลักให้บริการที่อยู่อาศัย ง่ายต่อการเรียกดู ลากและวาง และจัดการหน้าต่าง ทำให้สะดวกยิ่งขึ้นสำหรับผู้ใช้เมาส์
zh_hans: 主窗口提供了一个可常驻的、易于鼠标快速浏览、拖拽、管理的窗口，更方便键盘党的使用。
zh_hant: 主視窗提供了一個可常駐的、易於滑鼠快速瀏覽、拖拽、管理的視窗，更方便鍵盤黨的使用。

source: Previous
ar: السابق
de: Vorherige
el: Προηγούμενο
es: Anterior
fr: Précédent
ja: 前へ
ko: 이전
nl: Vorige
sk: Predchádzajúci
th: ก่อนหน้า
zh_hans: 上一个
zh_hant: 上一個

source: Next
ar: التالي
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
nl: Volgende
sk: Ďaľší
th: ถัดไป
zh_hans: 下一个
zh_hant: 下一個

# done
source: Finish Tutorial
ar: إنهاء البرنامج التعليمي
de: Tutorial abschließen
el: Ολοκλήρωση Εκμάθησης
es: Finalizar Tutorial
fr: Terminer le tutoriel
ja: チュートリアルを終了する
ko: 튜토리얼 완료
nl: Eindig de handleiding
sk: Dokončiť tutoriál
th: เสร็จสิ้นการสอน
zh_hans: 完成教学
zh_hant: 完成教學

# pinned_window
source: Open Main Window
ar: فتح النافذة الرئيسية
de: Hauptfenster öffnen
el: Άνοιγμα Κύριου Παραθύρου
es: Abrir Ventana Principal
fr: Ouvrir la fenêtre principale
ja: メインウィンドウを開く
ko: 메인 창 열기
nl: Open hoofdvenster
sk: Otvoriť hlavné okno
th: เปิดหน้าต่างหลัก
zh_hans: 打开主窗口
zh_hant: 打開主視窗

# pinned_window_tooltip
source: The main window is a resident window for managing and organizing clipboard content
ar: النافذة الرئيسية هي نافذة مقيمة لإدارة وتنظيم محتوى الحافظة
de: Das Hauptfenster ist ein dauerhaftes Fenster zur Verwaltung und Organisation des Inhalts der Zwischenablage
el: Το κυρίως παράθυρο είναι ένα τοπικό παράθυρο για τη διαχείριση και την οργάνωση του πρόχειρου περιεχομένου
es: La ventana principal es una ventana residente para gestionar y organizar el contenido del portapapeles
fr: La fenêtre principale est une fenêtre permanente pour gérer et organiser le contenu du presse-papiers
ja: メインウィンドウは、クリップボードの内容を管理・整理するための常駐型ウィンドウです。
ko: 메인 창은 클립보드 내용을 관리하고 정리하기 위한 상주 창입니다
nl: Het hoofdvenster is een permanent aanwezig venster voor het beheren en ordenen van klembordinhoud
sk: Hlavné okno je rezidentné okno na správu a organizáciu obsahu schránky
th: หน้าต่างหลักเป็นหน้าต่างที่อยู่อาศัยสำหรับการจัดการและจัดระเบียบเนื้อหาคลิปบอร์ด
zh_hans: 主窗口是方便管理、组织剪贴板内容的常驻窗口
zh_hant: 主視窗是方便管理、組織剪貼板內容的常駐視窗

# pin_apps_all
source: All Applications
ar: جميع التطبيقات
de: Alle Anwendungen
el: Όλες οι εφαρμογές
es: Todas las Aplicaciones
fr: Toutes les applications
ja: すべてのアプリケーション
ko: 모든 애플리케이션
nl: Alle applicaties
sk: Všetky aplikácie
th: แอปพลิเคชันทั้งหมด
zh_hans: 全部应用
zh_hant: 全部應用

# pin_apps_all_tooltip
source: Show All Applications
ar: عرض جميع التطبيقات
de: Alle Anwendungen anzeigen
el: Προβολή Όλων Των Εφαρμογών
es: Mostrar Todas las Aplicaciones
fr: Afficher toutes les applications
ja: すべてのアプリケーションを表示
ko: 모든 애플리케이션 보기
nl: Alle toepassingen weergeven
sk: Zobraziť všetky aplikácie
th: แสดงแอปพลิเคชันทั้งหมด
zh_hans: 显示全部应用内容
zh_hant: 顯示全部應用內容

# pin_apps_frontmost
source: Follow Frontmost Application
ar: متابعة التطبيق الأمامي
de: Vorderste Anwendung folgen
el: Ακολουθήστε Την Εμπρόσθια Εφαρμογή
es: Seguir Aplicación en Primer Plano
fr: Suivre l'application au premier plan
ja: 最前面のアプリケーションを追跡
ko: 가장 앞에 있는 애플리케이션 따르기
nl: Volg de voorste applicatie
sk: Podľa apky v popredí
th: ติดตามแอปพลิเคชันที่อยู่ด้านหน้า
zh_hans: 跟随前台应用
zh_hant: 跟隨前台應用

# pin_apps_frontmost_tooltip
source: Always show the content of the frontmost application
ar: عرض محتوى التطبيق الأمامي دائمًا
de: Immer den Inhalt der vordersten Anwendung anzeigen
el: Να εμφανίζεται πάντα το περιεχόμενο της μπροστινής εφαρμογής
es: Mostrar siempre el contenido de la aplicación en primer plano
fr: Toujours afficher le contenu de l'application au premier plan
ja: 常に最前面のアプリケーションの内容を表示する
ko: 가장 앞에 있는 애플리케이션의 내용을 항상 표시합니다
nl: Toon altijd de inhoud van de voorste applicatie
sk: Vždy zobrazovať obsah apky v popredí
th: แสดงเนื้อหาของแอปพลิเคชันที่อยู่ด้านหน้าเสมอ
zh_hans: 总是显示前台应用的内容
zh_hant: 總是顯示前台應用的內容

# pin_apps_empty
source: Source app list will be displayed here
ar: ستظهر قائمة التطبيقات المصدر هنا
de: Die Quell-App-Liste wird hier angezeigt
el: Η λίστα πηγαίου κώδικα της εφαρμογής θα εμφανιστεί εδώ
es: La lista de aplicaciones fuente se mostrará aquí
fr: La liste des applications source sera affichée ici
ja: ソースとなるアプリのリストがここに表示されます
ko: 소스 앱 목록이 여기 표시됩니다
nl: De lijst met bron-apps wordt hier weergegeven
sk: Tu sa zobrazí zoznam zdrojových aplikácií
th: รายการแอปต้นทางจะแสดงที่นี่
zh_hans: 来源应用列表将在此显示
zh_hant: 來源應用列表將在此顯示

# pin_bottom_accent_color
source: Accent Color
ar: لون التمييز
de: Akzentfarbe
el: Χρώμα έμφασης
es: Color de Énfasis
fr: Couleur d'accentuation
ja: アクセントカラー
ko: 강조 색상
nl: Accentkleur
sk: Farba zvýraznenia
th: สีเน้น
zh_hans: 强调色
zh_hant: 強調色

# pin_bottom_accent_color_system
source: Use System Accent Color
ar: استخدام لون التمييز النظامي
de: System-Akzentfarbe verwenden
el: Χρήση χρώματος έμφασης του συστήματος
es: Usar Color de Énfasis del Sistema
fr: Utiliser la couleur d'accentuation du système
ja: システムのアクセントカラーを使用
ko: 시스템 강조 색상 사용
nl: Gebruik Systeem Accent Kleur
sk: Použiť farbu zvýraznenia systému
th: ใช้สีเน้นของระบบ
zh_hans: 使用系统强调色
zh_hant: 使用系統強調色

# pin_bottom_appearence
source: Appearance
ar: المظهر
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
nl: Voorkomen
sk: Vzhľad
th: ลักษณะ
zh_hans: 外观
zh_hant: 外觀

# pin_bottom_appearence_line_spacing
source: Line Spacing
ar: تباعد الأسطر
de: Zeilenabstand
el: Διάκενο Γραμμής
es: Espaciado de Líneas
fr: Espacement de ligne
ja: 行の間隔
ko: 줄 간격
nl: Regelafstand
sk: Medzery medzi riadkami
th: ระยะห่างระหว่างบรรทัด
zh_hans: 行间距
zh_hant: 行間距

# pin_bottom_auto_collect_tooltip
source: Automatically collect to the current list
ar: جمع تلقائي إلى القائمة الحالية
de: Automatisch zur aktuellen Liste hinzufügen
el: Αυτόματη συλλογή στην τρέχουσα λίστα
es: Recoger automáticamente a la lista actual
fr: Collecter automatiquement dans la liste actuelle
ja: 自動的に現在のリストに収集
ko: 현재 목록으로 자동 수집
nl: Automatisch verzamelen in de huidige lijst
sk: Automaticky zbierať do aktuálneho zoznamu
th: รวบรวมอัตโนมัติไปยังรายการปัจจุบัน
zh_hans: 自动收集到当前列表
zh_hant: 自動收集到當前列表

# pin_bottom_collapse_or_expand_tooltip
source: Collapse/Expand Window
ar: طي/توسيع النافذة
de: Fenster minimieren/erweitern
el: Σύμπτυξη/Ανάπτυξη Παραθύρου
es: Colapsar/Expandir Ventana
fr: Réduire/agrandir la fenêtre
ja: ウィンドウを折りたたむ/展開
ko: 창 축소/확장
nl: Samenvouwen/uitvouwen venster
sk: Zbaliť/Rozbaliť okno
th: ย่อ/ขยายหน้าต่าง
zh_hans: 收缩/展开窗口
zh_hant: 收縮/展開視窗

# pin_bottom_pin_tooltip
source: Automatically resize the window based on mouse hover state
ar: تغيير حجم النافذة تلقائيًا بناءً على حالة تمرير الماوس
de: Fenster automatisch basierend auf dem Mauszeigerstatus anpassen
el: Αυτόματη αλλαγή μεγέθους του παραθύρου με βάση την κατάσταση του δείκτη του ποντικιού
es: Redimensionar automáticamente la ventana según el estado de hover del ratón
fr: Redimensionner automatiquement la fenêtre en fonction de l'état de survol de la souris
ja: マウスのホバー状態に基づいてウィンドウのサイズを自動的に調整する
ko: 마우스 호버 상태에 따라 창 크기를 자동 조정합니다
nl: Wijzig automatisch het formaat van het venster op basis van de muisaanwijzerstatus
sk: Automaticky zmeniť veľkosť okna na základe stavu pri prejdení myšou
th: ปรับขนาดหน้าต่างอัตโนมัติตามสถานะการชี้เมาส์
zh_hans: 根据鼠标悬浮状态自动缩放窗口
zh_hant: 根據滑鼠懸停狀態自動縮放視窗

# pin_bottom_scroll_to_top_tooltip
source: Scroll to Top
ar: التمرير إلى الأعلى
de: Nach oben scrollen
el: Μετακίνηση στην αρχή
es: Desplazarse hacia Arriba
fr: Aller en haut de la page
ja: 一番上までスクロール
ko: 맨 위로 스크롤
nl: Scroll naar boven
sk: Prejsť na začiatok
th: เลื่อนขึ้นไปด้านบน
zh_hans: 滚动到顶部
zh_hant: 滾動到頂部

# pin_bottom_setting_tooltip
source: Options
ar: خيارات
de: Optionen
el: Ρυθμίσεις
es: Opciones
ja: オプション
ko: 옵션
nl: Opties
sk: Možnosti
th: ตัวเลือก
zh_hans: 选项
zh_hant: 選項

# pin_bottom_content
source: Content
ar: المحتوى
de: Inhalt
el: Περιεχόμενο
es: Contenido
fr: Contenu
ja: コンテンツ
ko: 내용
nl: Inhoud
sk: Obsah
th: เนื้อหา
zh_hans: 内容
zh_hant: 內容

# pin_bottom_all_as_default_filter
source: Default Display:
ar: العرض الافتراضي:
de: Standardanzeige:
el: Προεπιλεγμένη Εμφάνιση:
es: Visualización Predeterminada:
fr: Affichage par défaut:
ja: デフォルト表示
ko: 기본 표시:
nl: Standaard weergave:
sk: Predvolené zobrazenie:
th: การแสดงผลเริ่มต้น:
zh_hans: 默认展示：
zh_hant: 預設展示：

# pin_context_delete_lists
source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijderen
sk: Odstrániť
th: ลบ
zh_hans: 删除
zh_hant: 刪除

# pin_context_remove_from_lists
source: Remove from List
ar: إزالة من القائمة
de: Von der Liste entfernen
el: Κατάργηση από τη λίστα
es: Eliminar de la Lista
fr: Supprimer de la liste
ja: リストから削除
ko: 목록에서 제거
nl: Verwijderen uit lijst
sk: Odstrániť zo zoznamu
th: ลบออกจากรายการ
zh_hans: 从列表中移除
zh_hant: 從列表中移除

# pin_context_manage_lists
source: View Info
ar: عرض المعلومات
de: Info anzeigen
el: Εμφάνιση Πληροφοριών
es: Ver Información
fr: Afficher les informations
ja: 情報を見る
ko: 정보 보기
nl: Bekijk info
sk: Zobraziť info
th: ดูข้อมูล
zh_hans: 查看信息
zh_hant: 查看資訊

# pin_context_add_new_lists
source: Add List
ar: إضافة قائمة
de: Liste hinzufügen
el: Προσθήκη λίστας
es: Agregar Lista
fr: Ajouter une liste
ja: リストを追加
ko: 목록 추가
nl: Lijst toevoegen
sk: Pridať zoznam
th: เพิ่มรายการ
zh_hans: 新建列表
zh_hant: 新建列表

# pin_context_add_to_lists
source: Add to List
ar: إضافة إلى القائمة
de: Zur Liste hinzufügen
el: Προσθήκη σε λίστα
es: Agregar a la Lista
fr: Ajouter à la Liste
ja: リストに追加
ko: 목록에 추가
nl: Aan lijst toevoegen
sk: Pridať do zoznamu
th: เพิ่มในรายการ
zh_hans: 添加到列表
zh_hant: 添加到列表

# pin_context_alias
source: Set Alias
ar: تعيين اسم مستعار
de: Alias festlegen
el: Ορισμός ψευδωνύμου
es: Establecer Alias
fr: Définir un alias
ja: 別名設定
ko: 별칭 설정
nl: Alias instellen
sk: Nastaviť alias
th: ตั้งชื่อเล่น
zh_hans: 设置别名
zh_hant: 設置別名

# pin_context_copy_to_clipboard
source: Copy to Clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
el: Αντιγραφή στο Πρόχειρο
es: Copiar al Portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
ko: 클립보드에 복사
nl: Naar klembord kopiëren
sk: Kopírovať do schránky
th: คัดลอกไปยังคลิปบอร์ด
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼板

# pin_context_split_to_multilines
source: Split into Multiple Items
ar: تقسيم إلى عناصر متعددة
de: In mehrere Elemente aufteilen
es: Dividir en Múltiples Elementos
fr: Diviser en plusieurs éléments
ja: 複数のアイテムに分割
ko: 여러 항목으로 나누기
nl: Opsplitsen in meerdere items
sk: Razdeli v več elementov
th: แยกเป็นหลายรายการ
zh_hans: 拆分为多个项目
zh_hant: 分割成多个項目

# pin_context_delete
source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijderen
sk: Odstrániť
th: ลบ
zh_hans: 删除
zh_hant: 刪除

# pin_context_merge_paste
source: Merge and Paste
ar: دمج ولصق
de: Zusammenführen und Einfügen
el: Συγχώνευση και Επικόλληση
es: Combinar y Pegar
fr: Fusionner et coller
ja: 結合してペースト
ko: 병합 및 붙여넣기
nl: Samenvoegen en plakken
sk: Zlúčiť a prilepiť
th: รวมและวาง
zh_hans: 合并粘贴
zh_hant: 合併粘貼

# pin_context_paste
source: Paste
ar: لصق
de: Einfügen
el: Επικόλληση
es: Pegar
fr: Coller
ja: ペースト
ko: 붙여넣기
nl: Plakken
sk: Prilepiť
th: วาง
zh_hans: 粘贴
zh_hant: 粘貼

# pin_context_paste_as_plain
source: Paste as Plain Text
ar: لصق كنص عادي
de: Als einfachen Text einfügen
el: Επικόλληση ως απλό κείμενο
es: Pegar como Texto Sin Formato
fr: Coller comme texte brut
ja: プレーンテキストとしてペースト
ko: 일반 텍스트로 붙여넣기
nl: Plakken als onbewerkte tekst
sk: Prilepiť ako obyčajný text
th: วางเป็นข้อความธรรมดา
zh_hans: 粘贴为纯文本
zh_hant: 粘貼為純文本

# pin_context_paste_as
source: Paste as...
ar: لصق كـ...
de: Einfügen als...
es: Pegar como...
fr: Coller en tant que...
ja: 貼り付ける形式...
ko: 다음으로 붙여넣기...
nl: Plakken als...
sk: Prilepi kot...
th: วางเป็น...
zh_hans: 粘贴为...
zh_hant: 貼上為...

# pin_context_preview
source: Preview
ar: معاينة
de: Vorschau
el: Προεπισκόπηση
es: Vista Previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
sk: Náhľad
th: ดูตัวอย่าง
zh_hans: 预览
zh_hant: 預覽

# pin_context_edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Éditer
ja: 編集
ko: 편집
nl: Bewerken
sk: Uredi
th: แก้ไข
zh_hans: 编辑
zh_hant: 編輯

# pin_context_preview_when_hover
source: Enable Preview on Hover
ar: تمكين المعاينة عند التمرير
de: Vorschau bei Hover aktivieren
el: Ενεργοποίηση προεπισκόπησης στο Hover
es: Habilitar Vista Previa al Pasar el Ratón
fr: Activer l'aperçu au survol
ja: ホバーでプレビューを有効にする
ko: 호버 시 미리보기 활성화
nl: Voorbeeld bij hoveren inschakelen
sk: Povoliť náhľad pri prejdení myšou
th: เปิดใช้งานการดูตัวอย่างเมื่อชี้
zh_hans: 开启鼠标悬停预览
zh_hant: 開啟滑鼠懸停預覽

# pin_context_share
source: Share...
ar: مشاركة...
de: Teilen...
es: Compartir...
fr: Partager...
ko: 공유...
nl: Delen...
th: แชร์...
zh_hans: 分享...
zh_hant: 分享...

# pin_contents_appname_tooltip
source: Application Name
ar: اسم التطبيق
de: Anwendungsname
el: Όνομα εφαρμογής
es: Nombre de la Aplicación
fr: Nom de l'application
ja: アプリケーション名
ko: 애플리케이션 이름
nl: Applicatienaam
sk: Názov aplikácie
th: ชื่อแอปพลิเคชัน
zh_hans: 应用名称
zh_hant: 應用程式名稱

# pin_contents_list_empty
source: List is Empty
ar: القائمة فارغة
de: Liste ist leer
el: Η λίστα είναι κενή
es: La lista está vacía
fr: La liste est vide
ja: リストは空です
ko: 목록이 비어 있습니다
nl: Lijst is leeg
sk: Zoznam je prázdny
th: รายการว่าง
zh_hans: 列表为空
zh_hant: 列表為空

# pin_contents_list_empty_desc
source: Try copying some content
ar: حاول نسخ بعض المحتوى
de: Versuchen Sie, einige Inhalte zu kopieren
el: Δοκιμάστε να αντιγράψετε κάποιο περιεχόμενο
es: Intenta copiar algún contenido
fr: Essayez de copier du contenu
ja: コンテンツをコピーしてみてください
ko: 내용을 복사해 보세요
nl: Probeer wat inhoud te kopiëren
sk: Začni kopírovať nejaký obsah
th: ลองคัดลอกเนื้อหาบางอย่าง
zh_hans: 复制一些内容试试
zh_hant: 複製一些內容試試

# pin_lists_title
source: Edit List
ar: تحرير القائمة
de: Liste bearbeiten
el: Επεξεργασία λίστας
es: Editar Lista
fr: Modifier la liste
ja: リストを編集
ko: 목록 편집
nl: Bewerk lijst
sk: Upraviť zoznam
th: แก้ไขรายการ
zh_hans: 编辑列表
zh_hant: 編輯列表

# pin_lists_name
source: Name:
ar: الاسم:
el: Όνομα:
es: Nombre:
fr: Nom:
ja: 名前:
ko: 이름:
nl: Naam:
sk: Názov:
th: ชื่อ:
zh_hans: 名称:
zh_hant: 名稱:

# pin_lists_color
source: Color:
ar: اللون:
de: Farbe:
el: Χρώμα:
fr: Couleur:
ja: カラー:
ko: 색상:
nl: Kleur:
sk: Farba:
th: สี:
zh_hans: 颜色:
zh_hant: 顏色:

# pin_lists_color_preview
source: Color Preview:
ar: معاينة اللون:
de: Farbvorschau:
el: Προεπισκόπηση Xρώματος:
es: Vista Previa del Color:
fr: Aperçu de la couleur:
ja: カラープレビュー:
ko: 색상 미리보기:
nl: Kleur voorbeeldweergave:
sk: Ukážka farby:
th: ตัวอย่างสี:
zh_hans: 颜色预览:
zh_hant: 顏色預覽:

# pin_lists_shortcut
source: Open in Quick Menu:
ar: افتح في القائمة السريعة:
de: Im Schnellmenü öffnen:
es: Abrir en el Menú Rápido:
fr: Ouvrir dans le menu rapide :
ja: クイックメニューで開く：
ko: 빠른 메뉴에서 열기:
nl: Openen in snelmenu:
sk: Odpri v bližnjici:
th: เปิดในเมนูด่วน:
zh_hans: 在快捷窗口中打开：
zh_hant: 在快捷視窗中打開：

# pin_lists_shortcut_for_pin
source: Open in Main Window:
ar: افتح في النافذة الرئيسية:
de: Im Hauptfenster öffnen:
es: Abrir en la Ventana Principal:
fr: Ouvrir dans la fenêtre principale :
ja: メインウィンドウで開く：
ko: 메인 창에서 열기:
nl: Openen in hoofdvenster:
sk: Odpri v glavnem oknu:
th: เปิดในหน้าต่างหลัก:
zh_hans: 在主窗口中打开：
zh_hant: 在主視窗中打開：

# pin_lists_delete
source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijderen
sk: Odstrániť
th: ลบ
zh_hans: 删除
zh_hant: 刪除

# pin_lists_done
source: Done
ar: تم
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
nl: Voltooid
sk: Hotovo
th: เสร็จสิ้น
zh_hans: 完成
zh_hant: 完成

# pin_lists_smartlist
source: Smart List
ar: قائمة ذكية
de: Intelligente Liste
el: Έξυπνη Λίστα
es: Lista Inteligente
fr: Liste intelligente
ja: スマートリスト
ko: 스마트 목록
nl: Slimme lijst
sk: Inteligentný zoznam
th: รายการอัจฉริยะ
zh_hans: 智能列表
zh_hant: 智能列表

# pin_lists_match
source: Match
ar: مطابقة
de: Übereinstimmung
el: Αντιστοίχιση
es: Coincidir
fr: Faire correspondre
ja: 一致
ko: 일치
nl: Matchen
sk: Zhoda
th: ตรงกัน
zh_hans: 满足
zh_hant: 滿足

# pin_lists_match_all
source: All
ar: الكل
de: Alle
el: Όλα
es: Todo
fr: Tous
ko: 모두
nl: Alle
sk: Všetko
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

# pin_lists_match_any
source: Any
ar: أي
de: Beliebige
el: Οποιοδήποτε
es: Cualquiera
fr: N'importe quel
ja: 任意
ko: 임의의
nl: Elke
sk: Akýkoľvek
th: ใด ๆ
zh_hans: 任意
zh_hant: 任意

# pin_lists_match_following
source: Conditions:
ar: الشروط:
de: Bedingungen:
el: Προϋποθέσεις:
es: Condiciones:
ja: 条件:
ko: 조건:
nl: Voorwaarden:
sk: Podmienky:
th: เงื่อนไข:
zh_hans: 条件:
zh_hant: 條件:

# pin_lists_unknown
source: Unknown
ar: غير معروف
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
nl: Onbekend
sk: Neznámy
th: ไม่ทราบ
zh_hans: 未知
zh_hant: 未知

# pin_lists_filter_belongs
source: Belongs to
ar: ينتمي إلى
de: Gehört zu
el: Ανήκει σε
es: Pertenece a
fr: Appartient à
ja: 所属
ko: 소속
nl: Behoort tot
sk: Patrí do
th: เป็นของ
zh_hans: 属于
zh_hant: 屬於

# pin_lists_filter_not_belongs
source: Does not belong to
ar: لا ينتمي إلى
de: Gehört nicht zu
el: Δεν ανήκει σε
es: No pertenece a
fr: N'appartient pas à
ja: 所属していない
ko: 소속되지 않음
nl: Behoort niet tot
sk: Nepatrí do
th: ไม่เป็นของ
zh_hans: 不属于
zh_hant: 不屬於

# pin_lists_filter_lists_empty
source: List is empty
ar: القائمة فارغة
de: Liste ist leer
el: Η λίστα είναι κενή
es: La lista está vacía
fr: La liste est vide
ja: リストは空です
ko: 목록이 비어 있습니다
nl: Lijst is leeg
sk: Zoznam je prázdny
th: รายการว่าง
zh_hans: 列表为空
zh_hant: 列表為空

# pin_lists_filter_contains
source: Contains
ar: يحتوي على
de: Enthält
el: Περιέχει
es: Contiene
fr: Contient
ja: 含む
ko: 포함
nl: Bevat
sk: Obsahuje
th: มี
zh_hans: 包含
zh_hant: 包含

# pin_lists_filter_starts_with
source: Starts with
ar: يبدأ بـ
de: Beginnt mit
el: Ξεκινάει με
es: Empieza con
fr: Commence par
ja: で始まる
ko: 로 시작
nl: Begint met
sk: Začína sa
th: เริ่มต้นด้วย
zh_hans: 开始于
zh_hant: 開始於

# pin_lists_filter_ends_with
source: Ends with
ar: ينتهي بـ
de: Endet mit
el: Τελειώνει με
es: Termina con
fr: Termine par
ja: で終わる
ko: 로 끝
nl: Eindigt met
sk: Končí sa
th: สิ้นสุดด้วย
zh_hans: 结束于
zh_hant: 結束於

# pin_lists_filter_include
source: Include
ar: تضمين
de: Einschließen
el: Περιλαμβάνει
es: Incluir
fr: Inclure
ja: 含む
ko: 포함
nl: Inclusief
sk: Obsahuje
th: รวม
zh_hans: 包含
zh_hant: 包含

# pin_lists_filter_exclude
source: Exclude
ar: استبعاد
de: Ausschließen
el: Εξαιρούνται
es: Excluir
fr: Exclure
ja: 除く
ko: 제외
nl: Exclusief
sk: Vylúčiť
th: ไม่รวม
zh_hans: 不包含
zh_hant: 不包含

# pin_lists_filter_matches_word
source: Matches Word
ar: يتطابق مع الكلمة
de: Entspricht Wort
el: Ταιριάζει Με Λέξη
es: Coincide con la Palabra
fr: Correspond au mot
ja: 一致する単語
ko: 단어와 일치
nl: Komt overeen met woord
sk: Zhodné slovo
th: ตรงกับคำ
zh_hans: 匹配单词
zh_hant: 匹配單詞

# pin_lists_filter_regular_expression
source: Regular Expression
ar: تعبير عادي
de: Regulärer Ausdruck
es: Expresión Regular
fr: Expression Régulière
ja: 正規表現
ko: 정규 표현식
nl: Reguliere Expressie
sk: Regulárny výraz
th: นิพจน์ปกติ
zh_hans: 正则匹配
zh_hant: 正則匹配

# pin_lists_filter_from
source: From
ar: من
de: Von
el: Από
es: De
fr: De
ja: から
ko: 에서
nl: Van
sk: Od
th: จาก
zh_hans: 来自
zh_hant: 來自

# pin_lists_filter_not_from
source: Not from
ar: ليس من
de: Nicht von
el: Εκτός από
es: No de
fr: Pas à partir de
ja: からではない
ko: 에서 아님
nl: Niet van
sk: Nie od
th: ไม่จาก
zh_hans: 不来自
zh_hant: 不來自

# pin_lists_filter_is
source: Is
ar: هو
de: Ist
el: Είναι
es: Es
fr: Est
ja: である
ko: 입니다
sk: Je
th: คือ
zh_hans: 是
zh_hant: 是

# pin_lists_filter_is_not
source: Is not
ar: ليس
de: Ist nicht
el: Δεν είναι
es: No es
fr: N'est pas
ja: ではない
ko: 아닙니다
nl: Is niet
sk: Nie je
th: ไม่ใช่
zh_hans: 不是
zh_hant: 不是

# pin_lists_filter_link
source: Link
ar: رابط
el: Σύνδεσμος
es: Enlace
fr: Lien
ja: リンク
ko: 링크
nl: Koppeling
sk: Odkaz
th: ลิงก์
zh_hans: 链接
zh_hant: 連結

# pin_lists_filter_media_type_file
source: File
ar: ملف
de: Datei
el: Αρχείο
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
nl: Bestand
sk: Súbor
th: ไฟล์
zh_hans: 文件
zh_hant: 檔案

# pin_lists_filter_media_type_image
source: Image
ar: صورة
de: Bild
el: Εικόνα
es: Imagen
ja: 画像
ko: 이미지
nl: Afbeelding
sk: Obrázok
th: ภาพ
zh_hans: 图片
zh_hant: 圖片

# pin_lists_filter_media_type_link
source: Link
ar: رابط
el: Σύνδεσμος
es: Enlace
fr: Lien
ja: リンク
ko: 링크
nl: Koppeling
sk: Odkaz
th: ลิงก์
zh_hans: 链接
zh_hant: 連結

# pin_lists_filter_media_type_other
source: Other
ar: أخرى
de: Sonstiges
el: Άλλα
es: Otro
fr: Autre
ja: その他
ko: 기타
nl: Anders
sk: Iné
th: อื่น ๆ
zh_hans: 其他
zh_hant: 其他

# pin_lists_filter_media_type_rtf
source: Rich Text
ar: نص منسق
el: Εμπλουτισμένο κείμενο
es: Texto Enriquecido
fr: Texte enrichi
ja: リッチテキスト
ko: 리치 텍스트
nl: Rich Tekst
sk: Bohatý text
th: ข้อความที่มีรูปแบบ
zh_hans: 富文本
zh_hant: 富文本

# pin_lists_filter_media_type_text
source: Text
ar: نص
el: Κείμενο
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
nl: Tekst
th: ข้อความ
zh_hans: 文本
zh_hant: 文本

# pin_lists_filter_text_length_eq
source: Equals
ar: يساوي
de: Gleich
el: Ισούται
es: Igual a
fr: Égal
ja: 等しい
ko: 같음
nl: Is gelijk aan
sk: Rovná sa
th: เท่ากับ
zh_hans: 等于
zh_hant: 等於

# pin_lists_filter_text_length_gt
source: Greater than
ar: أكبر من
de: Größer als
el: Μεγαλύτερο από
es: Mayor que
fr: Plus grand que
ja: より大きい
ko: 보다 큼
nl: Groter dan
sk: Väčšie ako
th: มากกว่า
zh_hans: 大于
zh_hant: 大於

# pin_lists_filter_text_length_gt_eq
source: Greater than or equal to
ar: أكبر من أو يساوي
de: Größer als oder gleich
el: Μεγαλύτερο από ή ίσο με
es: Mayor o igual a
fr: Plus grand ou égal à
ja: より大きいまたは等しい
ko: 보다 크거나 같음
nl: Groter dan of gelijk aan
sk: Väčšie alebo rovné
th: มากกว่าหรือเท่ากับ
zh_hans: 大于等于
zh_hant: 大於等於

# pin_lists_filter_text_length_lt
source: Less than
ar: أقل من
de: Weniger als
el: Μικρότερο από
es: Menor que
fr: Plus petit que
ja: より小さい
ko: 보다 작음
nl: Minder dan
sk: Menej ako
th: น้อยกว่า
zh_hans: 小于
zh_hant: 小於

# pin_lists_filter_text_length_lt_eq
source: Less than or equal to
ar: أقل من أو يساوي
de: Weniger als oder gleich
el: Μικρότερο από ή ίσο με
es: Menor o igual a
fr: Plus petit ou égal à
ja: より少ないまたは等しい
ko: 보다 작거나 같음
nl: Minder dan of gelijk aan
sk: Menej alebo rovná sa
th: น้อยกว่าหรือเท่ากับ
zh_hans: 小于等于
zh_hant: 小於等於

# pin_lists_filter_remote_title
source: This item is from
ar: هذا العنصر من
de: Dieser Artikel ist von
el: Αυτό το αντικείμενο είναι από
es: Este elemento es de
fr: Cet élément est de
ja: このアイテムは以下のものです:
ko: 이 항목은 다음에서 가져왔습니다
nl: Dit item is van
sk: Táto položka je z
th: รายการนี้มาจาก
zh_hans: 这个项目来自
zh_hant: 這個項目來自

# pin_lists_filter_remote_other
source: Other Devices
ar: أجهزة أخرى
de: Andere Geräte
el: Άλλες συσκευές
es: Otros Dispositivos
fr: Autres appareils
ja: その他のデバイス
ko: 다른 장치
nl: Andere apparaten
sk: Iné zariadenia
th: อุปกรณ์อื่น
zh_hans: 其它设备
zh_hant: 其它設備
