Repository: CleanClip/CleanClipApp-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ar, de, el, es, fr, ja, ko, nl, sk, th, zh_hans, zh_hant

# ignore
source: Ignore Copies from %@
ar: تجاهل النسخ من %@
de: Kopien von %@ ignorieren
el: Παράβλεψη Αντιγράφων από %@
es: Ignorar copias de %@
fr: Ignorer les copies de %@
ja: %@ からのコピーを無視
ko: %@에서 복사 무시
nl: Negeer kopieën van %@
sk: Ignorovať kopírovanie z %@
th: ละเว้นสำเนาจาก %@
zh_hans: 忽略来自 %@ 的复制项
zh_hant: 忽略來自 %@ 的複製項目

# cancel_ignore
source: Allow Copies from %@
ar: السماح بالنسخ من %@
de: Kopien von %@ zulassen
el: Να επιτρέπονται αντίγραφα από το %@
es: Permitir copias de %@
fr: Autoriser les copies de %@
ja: %@ からのコピーを許可
ko: %@에서 복사 허용
nl: Kopieën uit %@ toestaan
sk: Povoliť kopírovanie z %@
th: อนุญาตให้สำเนาจาก %@
zh_hans: 允许来自 %@ 的复制项
zh_hant: 允許來自 %@ 的複製項目

source: Open Quick Menu
ar: فتح القائمة السريعة
de: Schnellmenü öffnen
es: Abrir menú rápido
fr: Ouvrir le menu rapide
ko: 빠른 메뉴 열기
nl: Open Snelle Menu
th: เปิดเมนูด่วน
zh_hans: 打开快速菜单
zh_hant: 打開快速選單

# open_quickmenu_tooltip
source: Open Quick Menu
ar: فتح القائمة السريعة
de: Schnellmenü öffnen
es: Abrir menú rápido
fr: Ouvrir le menu rapide
ko: 빠른 메뉴 열기
nl: Open Snelle Menu
th: เปิดเมนูด่วน
zh_hans: 打开快速菜单
zh_hant: 打開快速選單

# copystack
source: Paste Queue
ar: طابور اللصق
de: Einfügewarteschlange
el: Επικόλληση Στοίβας
es: Cola de pegado
fr: File de collage
ja: ペーストキュー
ko: 붙여넣기 대기열
nl: Plakwachtrij
th: คิวการวาง
zh_hans: 粘贴队列
zh_hant: 貼上隊列

# open_copystack
source: Open Paste Queue
ar: فتح طابور اللصق
de: Einfügewarteschlange öffnen
el: Άνοιγμα Επικόλλησης Στοίβας
es: Abrir cola de pegado
fr: Ouvrir la file de collage
ja: ペーストキューを開く
ko: 붙여넣기 대기열 열기
nl: Open Plakwachtrij
th: เปิดคิวการวาง
zh_hans: 打开粘贴队列
zh_hant: 打開貼上隊列

# open_copystack_tooltip
source: Open Paste Queue
ar: فتح طابور اللصق
de: Einfügewarteschlange öffnen
el: Άνοιγμα Επικόλλησης Στοίβας
es: Abrir cola de pegado
fr: Ouvrir la file de collage
ja: ペーストキューを開く
ko: 붙여넣기 대기열 열기
nl: Open Plakwachtrij
th: เปิดคิวการวาง
zh_hans: 打开粘贴队列
zh_hant: 打開貼上隊列

# stack_empty
source: Queue is Empty
ar: الطابور فارغ
de: Warteschlange ist leer
el: Η Στοίβα είναι Κενή
es: La cola está vacía
fr: La file est vide
ja: キューは空です
ko: 대기열이 비어 있습니다
nl: Wachtrij is leeg
th: คิวว่างเปล่า
zh_hans: 队列为空
zh_hant: 隊列是空的

# clear_stack
source: Clear
ar: مسح
de: Leeren
el: Εκκαθάριση
es: Limpiar
fr: Effacer
ja: クリア
ko: 지우기
nl: Wissen
sk: Odstrániť
th: ล้าง
zh_hans: 清空
zh_hant: 清空

source: Plain Mode
ar: الوضع العادي
de: Einfacher Modus
el: Απλή Προβολή
es: Modo simple
fr: Mode brut
ja: プレーンモード
ko: 일반 모드
nl: Eenvoudige Modus
sk: Obyčajný text
th: โหมดธรรมดา
zh_hans: 纯文本模式
zh_hant: 純文字模式

# paste_as_plain
source: **Plain** Text
ar: **نص** عادي
de: **Einfacher** Text
el: Απλό Κείμενο
es: **Texto** simple
fr: Texte **brut**
ja: **プレーン** テキスト
ko: **일반** 텍스트
nl: **Platte** Tekst
sk: **Obyčajný** text
th: **ข้อความ** ธรรมดา
zh_hans: 粘贴为**纯文本**
zh_hant: 貼上為**純文字**

# paste_as_origin
source: **Original** Text
ar: **نص** أصلي
de: **Ursprünglicher** Text
el: **Πρωτότυπο** Κείμενο
es: **Texto** original
fr: Texte **Original**
ja: **元の** テキスト
ko: **원본** 텍스트
nl: **Originele** Tekst
sk: **Pôvodný** text
th: **ข้อความ** ต้นฉบับ
zh_hans: 粘贴**原文本**
zh_hant: 貼上**原文本**

# toggle_recording
source: Record Status
ar: حالة التسجيل
de: Aufnahme-Status
el: Κατάσταση Εγγραφής
es: Estado de grabación
fr: État d'enregistrement
ja: 記録状態
ko: 녹음 상태
sk: Zaznamenávanie
th: สถานะการบันทึก
zh_hans: 监听状态
zh_hant: 監聽狀態

# stop_recording
source: Pause
ar: إيقاف مؤقت
el: Παύση
es: Pausar
fr: Suspendre
ja: 一時停止
ko: 일시 정지
nl: Pauseren
sk: Pozastaviť
th: หยุดชั่วคราว
zh_hans: 暂停监听
zh_hant: 暫停監聽

# start_to_record
source: Resume
ar: استئناف
de: Fortsetzen
el: Συνέχεια
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
nl: Hervatten
sk: Pokračovať
th: ดำเนินการต่อ
zh_hans: 开始监听
zh_hant: 開始監聽

# reverse_order_desc
source: Order
ar: الترتيب
de: Reihenfolge
el: Σειρά
es: Orden
fr: Ordre
ja: 注文
ko: 주문
nl: Sorteren
sk: Poradie
th: ลำดับ
zh_hans: 排序
zh_hant: 排序

# reverse_order
source: Reverse
ar: عكس
de: Umkehren
el: Αντιστροφή
es: Invertir
fr: Inverse
ja: 反転
ko: 역순
nl: Omkeren
sk: Obrátiť
th: ย้อนกลับ
zh_hans: 反转顺序
zh_hant: 反轉順序

# pin
source: Star
ar: نجمة
de: Favorit
el: Προσθήκη στα Αγαπημένα
es: Favorito
fr: Mettre en favoris
ja: お気に入り
ko: 즐겨찾기
nl: Favoriet maken
sk: S hviezdičkou
th: ดาว
zh_hans: 收藏
zh_hant: 收藏

# unpin
source: Unstar
ar: إلغاء النجمة
de: Favoriten entfernen
el: Αφαίρεση από τα Αγαπημένα
es: Desfavoritar
fr: Enlever des favoris
ja: お気に入り解除
ko: 즐겨찾기 해제
nl: Ster verwijderen
sk: Bez hviezdičky
th: ยกเลิกดาว
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Delete
ar: حذف
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijderen
sk: Odstrániť
th: ลบ
zh_hans: 删除
zh_hant: 删除

# tab_pin
source: Fav
ar: المفضلة
de: Favoriten
el: Αγαπημένα
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
sk: Obľ
th: โปรด
zh_hans: 收藏
zh_hant: 收藏

# tab_all
source: All
ar: الكل
de: Alle
el: Όλα
es: Todos
fr: Tous
ko: 모두
nl: Alle
sk: Všetko
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

# tip_history_item
source: Right-click to show menu
ar: انقر بزر الماوس الأيمن لعرض القائمة
de: Rechtsklick, um das Menü anzuzeigen
el: Δεξί κλικ για εμφάνιση μενού
es: Haz clic derecho para mostrar el menú
fr: Clic droit pour afficher le menu
ja: 右クリックでメニューを表示
ko: 우클릭하여 메뉴 표시
nl: Klik met de rechtermuisknop om het menu weer te geven
sk: Pravým klikom zobrazíš menu
th: คลิกขวาเพื่อแสดงเมนู
zh_hans: 右键显示菜单
zh_hant: 按右鍵顯示選單

# tip_tab_to_next
source: ⇥ Expand/Next Page
ar: ⇥ توسيع/الصفحة التالية
de: ⇥ Erweitern/Nächste Seite
el: ⇥ Επέκταση/Επόμενη Σελίδα
es: ⇥ Expandir/Página siguiente
fr: ⇥ Développer/Page suivante
ja: ⇥ 展開/次のページ
ko: ⇥ 확장/다음 페이지
nl: ⇥ Uitbreiden/Volgende pagina
sk: ⇥ Rozbaliť/Nasledujúca stránka
th: ⇥ ขยาย/หน้าถัดไป
zh_hans: ⇥ 展开/下一页
zh_hant: ⇥ 展開/下一頁

# tip_tab_to_prev
source: ⇧⇥ Prev Page
ar: ⇧⇥ الصفحة السابقة
de: ⇧⇥ Vorherige Seite
el: ⇧⇥ Προηγούμενη Σελίδα
es: ⇧⇥ Página anterior
fr: ⇧⇥ Page précédente
ja: ⇧⇥ 前のページ
ko: ⇧⇥ 이전 페이지
nl: ⇧⇥ Vorige pagina
sk: ⇧⇥ Predchádzajúca stránka
th: ⇧⇥ หน้าก่อนหน้า
zh_hans: ⇧⇥ 上一页
zh_hant: ⇧⇥ 上一頁

# tip_paste_stack
source: Paste Queue
ar: طابور اللصق
de: Einfügewarteschlange
el: Επικόλληση Στοίβας
es: Cola de pegado
fr: File de collage
ja: ペーストキュー
ko: 붙여넣기 대기열
nl: Plakwachtrij
th: คิวการวาง
zh_hans: 粘贴队列
zh_hant: 貼上隊列

# tip_show_help
source: Help
ar: مساعدة
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
nl: Hulp
sk: Pomoc
th: ช่วยเหลือ
zh_hans: 帮助
zh_hant: 幫助

# tip_search
source: ⌘F Open Search a-z Direct Search
ar: ⌘F فتح البحث a-z بحث مباشر
de: ⌘F Suche öffnen a-z Direktsuche
el: ⌘F Άνοιγμα Αναζήτησης a-z Άμεση Αναζήτηση
es: ⌘F Abrir búsqueda a-z Búsqueda directa
fr: ⌘F Rechercher a-z Recherche directe
ja: ⌘F 検索を開く a-z 直接検索
ko: ⌘F 검색 열기 a-z 직접 검색
nl: ⌘F Open Zoeken a-z Direct Zoeken
sk: ⌘F Otvoriť vyhľadávanie a-z Priame vyhľadávanie
th: ⌘F เปิดการค้นหา a-z ค้นหาโดยตรง
zh_hans: ⌘F 打开搜索 a-z 直接搜索
zh_hant: ⌘F 開啟搜尋 a-z 直接搜尋

# tip_tab
source: %@ Switch Tabs
ar: %@ تبديل علامات التبويب
de: %@ Tabs wechseln
el: %@ Εναλλαγή Καρτελών
es: %@ Cambiar pestañas
fr: %@ Changer d'onglet
ja: %@ タブの切り替え
ko: %@ 탭 전환
nl: %@ Wissel Tabbladen
sk: %@ Prepnúť karty
th: %@ สลับแท็บ
zh_hans: ⌘; 切换选项卡
zh_hant: ⌘; 切換分頁

# tip_right_click
source: Right-click
ar: انقر بزر الماوس الأيمن
de: Rechtsklick
el: Δεξί κλικ
es: Clic derecho
fr: Clic droit
ja: 右クリック
ko: 우클릭
nl: Rechtsklikken
sk: Pravý klik
th: คลิกขวา
zh_hans: 右键
zh_hant: 按右鍵

# tip_context_menu
source: Delete/Pin
ar: حذف/تثبيت
de: Löschen/Festpinnen
el: Διαγραφή/Καρφίτσας
es: Eliminar/Fijar
fr: Supprimer l'épingle
ja: 削除/ピン留め
ko: 삭제/즐겨찾기
nl: Verwijderen/vastzetten
sk: Odstrániť/Pripnúť
th: ลบ/ติดดาว
zh_hans: 删除/固定
zh_hant: 刪除/釘選

# tip_format_brush
source: Format Brush
ar: فرشاة التنسيق
de: Format Pinsel
el: Πινέλο Μορφοποίησης
es: Formato de Brocha
fr: Pinceau de Format
ja: ブラシのフォーマット
ko: 형식 브러시
nl: Formaat borstel
sk: Formátovanie
th: ฟอร์แมตแปรง
zh_hans: 格式刷
zh_hant: 格式刷

# tip_show_tutorial
source: Show Quick Menu Help
ar: عرض مساعدة القائمة السريعة
de: Schnellmenü-Hilfe anzeigen
el: Εμφάνιση Βοήθειας Γρήγορου Μενού
es: Mostrar Ayuda del Menú Rápido
fr: Afficher l'aide du menu rapide
ja: クイックメニューのヘルプを表示
ko: 빠른 메뉴 도움말 보기
nl: Snelmenu Help weergeven
sk: Zobraziť pomocníka rýchleho menu
th: แสดงความช่วยเหลือเมนูด่วน
zh_hans: 显示快捷菜单操作帮助
zh_hant: 顯示快捷菜單操作幫助

# remove_extra_spaces
source: **Strip Extra** Whitespaces
ar: **إزالة** المسافات الزائدة
de: **Zusätzliche** Leerzeichen entfernen
el: Αφαίρεσε τα περιττά κενά
es: **Eliminar** Espacios Adicionales
fr: **Supprimer les espaces extra**
ja: ** 余分な** 空白を削除
ko: **여분의** 공백 제거
nl: **Strip Extra** Witruimtes
sk: Odstrániť **nadbytočné medzery**
th: **ลบช่องว่าง** ที่เกิน
zh_hans: **去除多余**空格
zh_hant: **去除多餘**空格

source: **StripAll**Whitespaces
ar: **إزالة الكل** المسافات
de: **Alle** Leerzeichen entfernen
el: Αφαίρεσε όλα τα κενά
es: **EliminarTodo**Espacios
fr: **Supprimer tous les espaces**
ja: **全ての**空白を削除
ko: **모든** 공백 제거
nl: **StripAlle**Witruimtes
sk: Odstrániť **všetky medzery**
th: **ลบทั้งหมด**ช่องว่าง
zh_hans: **去除所有**空格
zh_hant: **去除所有**空格

# make_title_case
source: **Title** Case
ar: **حالة** العنوان
de: **Titel** Großschreibung
el: Κάθε λέξη στον τίτλο ξεκινάει με κεφαλαίο γράμμα
es: **Título** en Mayúsculas
fr: Changer la case en **Titre**
ja: **タイトル** ケース
ko: **제목** 대문자
nl: **Titel** hoofdlettertype
sk: **Titulky** Veľkým písmom
th: **ตัวพิมพ์ใหญ่** ชื่อเรื่อง
zh_hans: **标题**大小写
zh_hant: **標題**大小寫

# make_sentence_case
source: **Sentence** Case
ar: **حالة** الجملة
de: **Satz** Großschreibung
el: Κάνε το πρώτο γράμμα κεφαλαίο
es: **Oración** en Mayúsculas
fr: Changer la case en **Phrase**
ja: **文** ケース
ko: **문장** 대문자
nl: **tekstregel** hoofdlettertype
sk: Vety **Veľkým písmom**
th: **ตัวพิมพ์ใหญ่** ประโยค
zh_hans: **句首字母**大写
zh_hant: **句子首字母**大寫

source: **Capitalize** Words
ar: **تغيير** حالة الكلمات
de: **Wörter** großschreiben
el: Κάνε Τις Λέξεις Με Κεφαλαίο Το Πρώτο Γράμμα
es: **Capitalizar** Palabras
fr: **Mettre en majuscule** les mots
ja: **大文字** 単語
ko: **단어** 대문자
nl: **In Hoofdletters** Woorden
sk: **Slová Veľkým Písmom**
th: **ตัวพิมพ์ใหญ่** คำ
zh_hans: **单词首字母**大写
zh_hant: **單字首字母**大寫

source: MAKE **UPPER** CASE
ar: اجعل **الحروف الكبيرة**
de: GROßE **BUCHSTABEN**
el: ΟΛΑ ΚΕΦΑΛΑΙΑ
es: HACER **MAYÚSCULAS**
fr: METTRE EN **MAJUSCULES**
ja: **大文字**に変換
ko: **대문자**로 만들기
nl: MAAK **HOOFDLETTERS**
sk: IBA **VEĽKÉ** PÍSMENÁ
th: ทำให้เป็น **ตัวพิมพ์ใหญ่**
zh_hans: 全部**大写**
zh_hant: 全部**大寫**

source: make **lower** case
ar: اجعل **الحروف الصغيرة**
de: kleine **buchstaben** machen
el: Κάνε τα όλα πεζά
es: hacer **minúsculas**
fr: mettre en **minuscules**
ja: **小文字** に変換
ko: **소문자**로 만들기
nl: maak **kleine letters**
sk: iba **malé** písmená
th: ทำให้เป็น **ตัวพิมพ์เล็ก**
zh_hans: 全部**小写**
zh_hant: 全部**小寫**

# post_action_title
source: Post-Pasting action
ar: إجراء ما بعد اللصق
de: Aktion nach dem Einfügen
el: Ενέργεια μετά την Επικόλληση
es: Acción Después de Pegar
fr: Action de post-collage
ja: 貼り付け後のアクション
ko: 붙여넣기 후 작업
nl: Actie na plakken
sk: Akcia po prilepení
th: การดำเนินการหลังการวาง
zh_hans: 粘贴后按下
zh_hant: 貼上後按下

source: None
ar: لا شيء
de: Keine
el: Κανένα
es: Ninguno
fr: Aucun
ja: 無し
ko: 없음
nl: Geen
sk: Žiadna
th: ไม่มี
zh_hans: 无
zh_hant: 無

# post_action_text
source: Text
ar: نص
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
nl: Tekst
sk: Tekst
th: ข้อความ
zh_hans: 文本
zh_hant: 文字

# post_action_text_content
source: Text Added at the End
ar: نص مضاف في النهاية
de: Text am Ende hinzugefügt
es: Texto Agregado al Final
fr: Texte ajouté à la fin
ja: 末尾に追加されたテキスト
ko: 끝에 추가된 텍스트
nl: Tekst toegevoegd aan het einde
sk: Tekst dodan na kraju
th: ข้อความที่เพิ่มที่ท้าย
zh_hans: 文本添加到末尾
zh_hant: 添加至末尾的文字

# paste_queue_remove_after_paste
source: Remove from queue after pasting
ar: إزالة من القائمة بعد اللصق
de: Nach dem Einfügen aus der Warteschlange entfernen
es: Eliminar de la cola después de pegar
fr: Retirer de la file d'attente après le collage
ja: ペースト後にキューから削除
ko: 붙여넣기 후 큐에서 제거
nl: Verwijder uit Lijst na Plakken
th: ลบจากคิวหลังจากการวาง
zh_hans: 粘贴后从队列中移除
zh_hant: 貼上後從隊列中移除

# migration_data_upgrading
source: Upgrading data...
ar: ترقية البيانات...
de: Daten werden aktualisiert...
el: Ενημέρωση δεδομένων...
es: Actualizando datos...
fr: Mise à jour des données...
ja: データをアップグレード中...
ko: 데이터 업그레이드 중...
nl: Gegevens bijwerken...
sk: Aktualizácia údajov...
th: กำลังอัปเกรดข้อมูล...
zh_hans: 数据升级中...
zh_hant: 數據升級中...

# migration_data_upgrading_claim
source: Based on your data volume, the upgrade may take seconds to minutes
ar: استنادًا إلى حجم بياناتك، قد تستغرق الترقية ثوانٍ إلى دقائق
de: Basierend auf Ihrem Datenvolumen kann das Upgrade Sekunden bis Minuten dauern
el: Με βάση τον όγκο των δεδομένων σας, η αναβάθμιση ενδέχεται να διαρκέσει από δευτερόλεπτα σε λεπτά
es: Según el volumen de tus datos, la actualización puede tardar de segundos a minutos
fr: En fonction du volume de vos données, la mise à niveau peut prendre quelques secondes à quelques minutes
ja: データ量によっては、アップグレードに数秒から数分かかる場合があります
ko: 데이터 양에 따라 업그레이드에 몇 초에서 몇 분이 걸릴 수 있습니다.
nl: Op basis van uw gegevensvolume kan de upgrade enkele seconden tot minuten duren
sk: V závislosti od objemu dát môže aktualizácia trvať sekundy až minúty
th: ขึ้นอยู่กับปริมาณข้อมูลของคุณ การอัปเกรดอาจใช้เวลาหลายนาทีถึงหลายวินาที
zh_hans: 根据你的数据数量，所需时间可能在几秒到几分钟
zh_hant: 根據你的數據數量，所需時間可能在幾秒到幾分鐘

# migrate_upgrading
source: Data Upgrades
ar: ترقيات البيانات
de: Datenaktualisierungen
el: Αναβάθμιση Δεδομένων
es: Actualizaciones de Datos
fr: Mise à jour des données
ja: データのアップグレード
ko: 데이터 업그레이드
nl: Data Verbeteringen
sk: Aktualizácie údajov
th: การอัปเกรดข้อมูล
zh_hans: 正在升级
zh_hant: 正在升級

# migrate_start
source: OK
ar: حسناً
el: Εντάξει
ko: 확인
th: ตกลง
zh_hans: 开始使用
zh_hant: 開始使用

# migrate_upgraded
source: Data upgrade successful!
ar: ترقية البيانات ناجحة!
de: Datenaktualisierung erfolgreich!
el: Επιτυχής αναβάθμιση δεδομένων!
es: ¡Actualización de datos exitosa!
fr: Mise à jour des données réussie!
ja: データのアップグレードに成功しました！
ko: 데이터 업그레이드 성공!
nl: Gegevens bijwerken succesvol!
sk: Aktualizácia údajov úspešná!
th: การอัปเกรดข้อมูลสำเร็จ!
zh_hans: 升级完成
zh_hant: 升級完成

source: Edit
ar: تعديل
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Éditer
ja: 編集
ko: 편집
nl: Bewerken
sk: Upraviť
th: แก้ไข
zh_hans: 编辑
zh_hant: 編輯

source: Edit Text
ar: تعديل النص
de: Text bearbeiten
el: Επεξεργασία Κειμένου
es: Editar Texto
fr: Éditer le texte
ja: テキストの編集
ko: 텍스트 편집
nl: Tekst bewerken
sk: Upraviť text
th: แก้ไขข้อความ
zh_hans: 编辑文字
zh_hant: 編輯文字

# tutorial_title
source: Try these fantastic features
ar: جرب هذه الميزات الرائعة
de: Probieren Sie diese fantastischen Funktionen aus
el: Δοκιμάστε αυτές τις φανταστικές δυνατότητες
es: Prueba estas fantásticas funciones
fr: Essayez ces fantastiques fonctionnalités
ja: これらの素晴らしい機能をお試しください
ko: 이 멋진 기능들을 사용해 보세요
nl: Probeer deze fantastische functies
sk: Vyskúšaj tieto fantastické funkcie
th: ลองใช้ฟีเจอร์ที่ยอดเยี่ยมเหล่านี้
zh_hans: 试试这些强大的功能
zh_hant: 試試這些強大的功能

source: Quick Menu
ar: القائمة السريعة
de: Schnellmenü
el: Σύντομο Μενού
es: Menú Rápido
fr: Menu rapide
ja: クイックメニュー
ko: 빠른 메뉴
nl: Snelmenu
sk: Rýchle menu
th: เมนูด่วน
zh_hans: 快捷菜单
zh_hant: 快捷選單

# quick_use_short
source: Quick Use
ar: استخدام سريع
de: Schnell verwenden
el: Γρήγορη Χρήση
es: Uso Rápido
fr: Utilisation rapide
ja: クイック使用
ko: 빠른 사용
nl: Snel gebruik
sk: Rýchle použitie
th: การใช้งานด่วน
zh_hans: 快速使用
zh_hant: 快速使用

# quick_use
source: Quick Use - A shortcut menu that focuses on keyboard efficiency
ar: استخدام سريع - قائمة اختصارات تركز على كفاءة لوحة المفاتيح
de: Schnell verwenden - Ein Shortcut-Menü, das sich auf die Effizienz der Tastatur konzentriert
el: Quick Use - Ένα μενού συντόμευσης που εστιάζει στην αποδοτικότητα του πληκτρολογίου
es: Uso Rápido - Un menú de acceso directo que se centra en la eficiencia del teclado
fr: Utilisation rapide - Un menu de raccourcis qui se concentre sur l'efficacité du clavier
ja: クイック使用 - キーボードの効率に焦点を当てたショートカットメニュー
ko: 빠른 사용 - 키보드 효율성에 중점을 둔 단축 메뉴
nl: Snel gebruiken - een sneltoets menu dat zich richt op toetsenbord efficiëntie
sk: Rýchle použitie – Ponuka skratiek, ktorá sa zameriava na efektivitu klávesnice
th: การใช้งานด่วน - เมนูลัดที่มุ่งเน้นประสิทธิภาพการใช้คีย์บอร์ด
zh_hans: 快速使用 - 注重键盘使用效率的快捷使用菜单
zh_hant: 快速使用 - 注重鍵盤使用效率的快捷使用選單

# quickuse_desc
source: 1. ⌘; Open the quick menu 2. a-z: Start searching directly, type 'image' to search for images, type 'file' to search for files 3. Spacebar: Preview 4. ⇥/⇧⇥: Scroll up/down 5. Number keys/Enter: Paste corresponding items
ar: 1. ⌘; افتح القائمة السريعة 2. a-z: ابدأ البحث مباشرة، اكتب 'صورة' للبحث عن الصور، اكتب 'ملف' للبحث عن الملفات 3. مفتاح المسافة: معاينة 4. ⇥/⇧⇥: التمرير لأعلى/لأسفل 5. مفاتيح الأرقام/إدخال: لصق العناصر المقابلة
de: 1. ⌘; Schnellmenü öffnen 2. a-z: Direkt mit der Suche beginnen, 'image' eingeben, um nach Bildern zu suchen, 'file' eingeben, um nach Dateien zu suchen 3. Leertaste: Vorschau 4. ⇥/⇧⇥: Nach oben/unten scrollen 5. Zifferntasten/Enter: Entsprechende Elemente einfügen
el: 1. ⌘; Ανοίξτε το γρήγορο μενού 2. a-z: Ξεκινήστε την αναζήτηση άμεσα, πληκτρολογήστε 'εικόνα' για αναζήτηση εικόνων, πληκτρολογήστε 'αρχείο' για αναζήτηση αρχείων 3. Πλήκτρο Space: Προεπισκόπηση 4. ⇥/⇧⇥: Κύλιση πάνω/κάτω 5. Number keys/Enter: Επικόλληση αντίστοιχων αντικειμένων
es: 1. ⌘; Abre el menú rápido 2. a-z: Comienza a buscar directamente, escribe 'imagen' para buscar imágenes, escribe 'archivo' para buscar archivos 3. Barra espaciadora: Vista previa 4. ⇥/⇧⇥: Desplazarse hacia arriba/abajo 5. Teclas numéricas/Enter: Pegar elementos correspondientes
fr: 1. ⌘ : Ouvrir le menu rapide 2. a-z : Commencez à rechercher directement, écrivez 'image' pour chercher des images, 'fichier' pour chercher des fichiers 3. Barre d'espacement : Aperçu 4. ⇥/⇧⇥ : Faire défiler vers le haut/vers le bas 5. Touches numériques/Entrée : Coller les éléments correspondants
ja: •⌘; クイックメニューを開く 2. a-z: 直接検索を開始し、「image」と入力して画像を検索、「file」と入力してファイルを検索 3. スペースバー: プレビュー 4. ⇥/⇧⇥: 上/下にスクロール 5. 数字キー/エンター: 該当する項目を貼り付け
ko: 1. ⌘; 빠른 메뉴 열기 2. a-z: 직접 검색 시작, 'image'를 입력하여 이미지 검색, 'file'을 입력하여 파일 검색 3. 스페이스바: 미리보기 4. ⇥/⇧⇥: 위/아래로 스크롤 5. 숫자 키/Enter: 해당 항목 붙여넣기
nl: 1. ⌘; Open het snelmenu 2. a-z: Begin direct met zoeken, typ 'afbeelding' om naar afbeeldingen te zoeken, typ 'bestand' om naar bestanden te zoeken 3. Spatiebalk: Voorbeeld 4. ⇥/⇧⇥: Scroll omhoog/omlaag 5. Cijfertoetsen/Enter: corresponderende items plakken
sk: 1. ⌘; Otvor rýchle menu 2. a-z: Na vyhľadávanie obrázkov zadaj "image", na vyhľadávanie súborov zadaj "file" 3. Medzerník: Náhľad 4. ⇥/⇧⇥: Posúvanie nahor/dole 5. Číselné tlačidlá/Enter: Prilepenie zodpovedajúcej položky
th: 1. ⌘; เปิดเมนูด่วน 2. a-z: เริ่มค้นหาโดยตรง พิมพ์ 'image' เพื่อค้นหารูปภาพ พิมพ์ 'file' เพื่อค้นหาไฟล์ 3. Spacebar: ดูตัวอย่าง 4. ⇥/⇧⇥: เลื่อนขึ้น/ลง 5. ปุ่มหมายเลข/Enter: วางรายการที่ตรงกัน
zh_hans: 1. ⌘；调起快捷菜单 2. a-z 直接开始搜索，输入 image 可搜索图片，输入 file 可搜索文件 3. 空格键预览 4. ⇥/⇧⇥ 上下翻页 5. 数字键/回车 粘贴对应的项
zh_hant: 1. ⌘；呼叫快捷選單 2. a-z：直接開始搜尋，輸入'image'搜尋圖片，輸入'file'搜尋文件 3. 空格鍵：預覽 4. ⇥/⇧⇥：上下翻頁 5. 數字鍵/回車：貼上對應的項目

# preset_paste_format
source: Set Default Paste Format
ar: تعيين تنسيق اللصق الافتراضي
de: Standard-Einfügeformat festlegen
el: Ορισμός Προεπιλεγμένης Μορφής Επικόλλησης
es: Establecer Formato de Pegado Predeterminado
fr: Définir le format de collage par défaut
ja: デフォルトの貼り付け形式を設定
ko: 기본 붙여넣기 형식 설정
nl: Standaard plak formaat instellen
sk: Nastaviť predvolený formát prilepenia
th: ตั้งค่าฟอร์แมตการวางเริ่มต้น
zh_hans: 统一预设粘贴格式
zh_hant: 統一預設貼上格式

# preset_paste_format_desc
source: After setting the format, all items will be pasted according to the specified format. Currently supported formats include: plain text, all lowercase, all uppercase, etc. Exciting plan: Open the conversion interface to support developers to freely develop rich conversion methods.
ar: بعد تعيين التنسيق، سيتم لصق جميع العناصر وفقًا للتنسيق المحدد. التنسيقات المدعومة حاليًا تشمل: نص عادي، جميع الحروف الصغيرة، جميع الحروف الكبيرة، إلخ. خطة مثيرة: فتح واجهة التحويل لدعم المطورين لتطوير طرق تحويل غنية بحرية.
de: Nach Festlegung des Formats werden alle Elemente gemäß dem angegebenen Format eingefügt. Derzeit unterstützte Formate sind: reiner Text, alles in Kleinbuchstaben, alles in Großbuchstaben usw. Spannender Plan: Öffnen Sie die Konvertierungsschnittstelle, um Entwicklern zu ermöglichen, reichhaltige Konvertierungsmethoden frei zu entwickeln.
el: Μετά τη ρύθμιση της μορφοποίησης, όλα τα αντικείμενα θα επικολληθούν σύμφωνα με την καθορισμένη μορφή. Επί του παρόντος υποστηριζόμενες μορφοποιήσεις περιλαμβάνουν: απλό κείμενο, όλα πεζά, όλα κεφαλαία, κλπ. Συναρπαστικό σχέδιο: Ανοίξτε το περιβάλλον μετατροπής για να υποστηρίξετε τους προγραμματιστές να αναπτύξουν ελεύθερα πλούσιες μεθόδους μετατροπής δεδομένων.
es: Después de establecer el formato, todos los elementos se pegarán según el formato especificado. Los formatos actualmente soportados incluyen: texto sin formato, todo en minúsculas, todo en mayúsculas, etc. Plan emocionante: Abrir la interfaz de conversión para permitir a los desarrolladores desarrollar libremente métodos de conversión ricos.
fr: Après avoir défini le format, tous les éléments seront collés selon le format spécifié. Les formats actuellement pris en charge comprennent : texte brut, tout en minuscule, tout en majuscules, etc. Partie excitante : Ouvrez l'interface de conversion pour aider les développeurs à développer des méthodes de conversion avancées.
ja: 形式を設定した後、全ての項目は指定された形式に従って貼り付けられます。 現在サポートされている形式には、プレーンテキスト、全て小文字、全て大文字などがあります。 エキサイティングな計画：変換インターフェイスを開放し、開発者が自由に豊富な変換方法を開発できるようにサポートします。
ko: 형식을 설정한 후 모든 항목이 지정된 형식에 따라 붙여넣어집니다. 현재 지원되는 형식에는 일반 텍스트, 모두 소문자, 모두 대문자 등이 포함됩니다. 흥미로운 계획: 변환 인터페이스를 열어 개발자가 자유롭게 다양한 변환 방법을 개발할 수 있도록 지원합니다.
nl: Na het instellen van het formaat, worden alle items geplakt volgens het opgegeven formaat. Momenteel ondersteunde formaten zijn: platte tekst, alle kleine letters, alle hoofdletter, enz. Exciting Plan: Open de conversie-interface om ontwikkelaars te ondersteunen om gratis rijke conversiemethoden te ontwikkelen.
sk: Po nastavení formátu sa všetky položky prilepia podľa zadaného formátu. Medzi aktuálne podporované formáty patria: obyčajný text, iba malé písmená, iba veľké písmená atď. Zábavný plán: Otvor konverzné rozhranie na podporu vývojárov pre použitie bohatých metód konverzie.
th: หลังจากตั้งค่าฟอร์แมตแล้ว รายการทั้งหมดจะถูกวางตามฟอร์แมตที่กำหนด ฟอร์แมตที่รองรับในปัจจุบัน ได้แก่ ข้อความธรรมดา ตัวพิมพ์เล็กทั้งหมด ตัวพิมพ์ใหญ่ทั้งหมด ฯลฯ แผนที่น่าตื่นเต้น: เปิดอินเทอร์เฟซการแปลงเพื่อสนับสนุนให้นักพัฒนาพัฒนาวิธีการแปลงที่หลากหลายได้อย่างอิสระ
zh_hans: 预设置好格式后，所有的项目都按照指定格式粘贴。 目前支持的格式有：纯文本粘贴、全小写、全大写等。 令人激动的计划：开放转换接口，支持开发者自由开发丰富的转化方法
zh_hant: 設定好格式後，所有的項目都會按照指定格式貼上。 目前支援的格式有：純文字貼上、全小寫、全大寫等。 令人興奮的計劃：開放轉換介面，支援開發者自由開發豐富的轉換方法。

# quick_paste_format
source: Quick Format Paste
ar: لصق بتنسيق سريع
de: Schnellformat-Einfügen
el: Επικόλληση Γρήγορης Μορφοποίησης
es: Pegado de Formato Rápido
fr: Coller le format rapide
ja: クイック形式貼り付け
ko: 빠른 형식 붙여넣기
nl: Snel Formatteren plakken
sk: Formát rýchleho prilepenia
th: การวางฟอร์แมตด่วน
zh_hans: 快速格式化粘贴
zh_hant: 快速格式化貼上
