Repository: CleanClip/CleanClipApp-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ar, de, el, es, fr, ja, ko, nl, sk, th, zh_hans, zh_hant

# shortcuts_display_switch_next_tab
source: Next List
ar: القائمة التالية
de: Nächste Liste
es: Lista Siguiente
fr: Passer à la liste suivante
ja: 次のタブに切り替え
ko: 다음 목록
nl: Volgende lijst
sk: 下一个列表
th: รายการถัดไป
zh_hans: 下一个列表
zh_hant: 下一個列表

# shortcuts_display_switch_next_tab_shortcut
source: Same as Quick Menu Shortcut
ar: نفس اختصار القائمة السريعة
de: Gleich wie die Schnellmenü-Taste
es: Mismo que el Atajo del Menú Rápido
fr: Identique à la touche d'ouverture du menu rapide
ja: クイックメニューを開くキーと同じ
ko: 빠른 메뉴 단축키와 동일
nl: Overeenkomend met snelmenu openen toets
sk: 和打开快捷菜单按键一致
th: เหมือนกับทางลัดเมนูด่วน
zh_hans: 和打开快捷菜单按键一致
zh_hant: 和打開快捷菜單按鍵一致

# shortcuts_display_switch_next_tab2
source: Next List 2
ar: القائمة التالية 2
de: Nächste Liste 2
es: Lista Siguiente 2
fr: Passer à la liste suivante 2
ja: 次のタブ2に切り替え
ko: 다음 목록 2
nl: Volgende lijst 2
sk: 下一个列表2
th: รายการถัดไป 2
zh_hans: 下一个列表2
zh_hant: 下一個列表2

# shortcuts_display_switch_prev_tab
source: Previous List
ar: القائمة السابقة
de: Vorherige Liste
es: Lista Anterior
fr: Passer à la liste précédente
ja: 前のタブに切り替え
ko: 이전 목록
nl: Vorige lijst
sk: 上一个列表
th: รายการก่อนหน้า
zh_hans: 上一个列表
zh_hant: 上一個列表

# shortcuts_display_search
source: Start Search
ar: ابدأ البحث
de: Suche starten
es: Iniciar Búsqueda
fr: Démarrer la recherche
ja: 検索を開始
ko: 검색 시작
nl: Zoeken starten
sk: 开始搜索
th: เริ่มค้นหา
zh_hans: 开始搜索
zh_hant: 開始搜尋

# shortcuts_display_search2
source: Directly Start Search
ar: ابدأ البحث مباشرة
de: Direkt Suche starten
es: Iniciar Búsqueda Directamente
fr: Démarrer la recherche directement
ja: 直接検索を開始
ko: 즉시 검색 시작
nl: Direct zoeken starten
sk: 直接开始搜索
th: เริ่มค้นหาโดยตรง
zh_hans: 直接开始搜索
zh_hant: 直接開始搜尋

# shortcuts_display_search2_shortcut
source: Directly input characters
ar: أدخل الأحرف مباشرة
de: Direkt Zeichen eingeben
es: Ingresar caracteres directamente
fr: Saisir directement le caractère
ja: 文字を直接入力
ko: 문자를 직접 입력
nl: Direct invoeren van tekens
sk: 直接输入字符
th: ป้อนตัวอักษรโดยตรง
zh_hans: 直接输入字符
zh_hant: 直接輸入字元

# output_format_desc
source: Predefined output format, text will be formatted into the specified format when pasted
ar: تنسيق إخراج محدد مسبقًا، سيتم تنسيق النص إلى التنسيق المحدد عند اللصق
de: Vordefiniertes Ausgabeformat, Text wird beim Einfügen in das angegebene Format formatiert
es: Formato de salida predefinido, el texto se formateará en el formato especificado al pegar
fr: Format de sortie prédéfini, le texte sera formaté selon le format spécifié pour le collage
ja: 指定された形式にテキストをフォーマットして貼り付けるための出力形式を設定します
ko: 미리 정의된 출력 형식, 붙여넣을 때 텍스트가 지정된 형식으로 포맷됩니다
nl: Stel de uitvoerindeling voor, tekst wordt geformatteerd zoals aangegeven en geplakt
sk: 预设输出格式，文字将格式化成指定的格式粘贴
th: ฟอร์แมตเอาต์พุตที่กำหนดไว้ล่วงหน้า ข้อความจะถูกจัดรูปแบบเป็นฟอร์แมตที่ระบุเมื่อวาง
zh_hans: 预设输出格式，文字将格式化成指定的格式粘贴
zh_hant: 預設輸出格式，文字將格式化成指定的格式貼上

# ocr_desc
source: Automatically perform OCR on copied images, enabling text search on images in the future
ar: قم تلقائيًا بإجراء OCR على الصور المنسوخة، مما يتيح البحث عن النص في الصور في المستقبل
de: Automatisch OCR auf kopierten Bildern durchführen, um in Zukunft Textsuche auf Bildern zu ermöglichen
es: Realizar automáticamente OCR en imágenes copiadas, habilitando la búsqueda de texto en imágenes en el futuro
fr: Effectue automatiquement une OCR sur les images copiées, permettant de rechercher du texte dans les images ultérieurement
ja: コピーした画像に自動的にOCRを実行し、後で画像を検索できるようにします
ko: 복사된 이미지에 대해 자동으로 OCR을 수행하여 향후 이미지에서 텍스트 검색을 가능하게 합니다
nl: Automatisch OCR uitvoeren op gekopieerde afbeeldingen, zodat tekst in afbeeldingen doorzoekbaar wordt
sk: 自动对复制的图片进行 OCR，以后可以使用文字搜索图片
th: ทำ OCR โดยอัตโนมัติบนภาพที่คัดลอก ช่วยให้ค้นหาข้อความในภาพในอนาคต
zh_hans: 自动对复制的图片进行 OCR，以后可以使用文字搜索图片
zh_hant: 自動對複製的圖片進行 OCR，以後可以使用文字搜尋圖片

# avaiable_updates
source: Available Updates
ar: التحديثات المتاحة
de: Verfügbare Updates
es: Actualizaciones Disponibles
fr: Mises à jour disponibles
ja: 利用可能なアップデート
ko: 사용 가능한 업데이트
nl: Beschikbare updates
th: อัปเดตที่มีอยู่
zh_hans: 可用更新
zh_hant: 可用更新

source: Beta Updates
ar: تحديثات بيتا
es: Actualizaciones Beta
fr: Mises à jour bêta
ja: ベータ版アップデート
ko: 베타 업데이트
nl: Bèta-updates
th: อัปเดตเบต้า
zh_hans: 测试版更新
zh_hant: 測試版更新

# install_now
source: Restart and Update
ar: إعادة التشغيل والتحديث
de: Neustarten und aktualisieren
es: Reiniciar y Actualizar
fr: Redémarrer et mettre à jour
ja: 再起動してアップデート
ko: 재시작 및 업데이트
nl: Herstarten en bijwerken
th: รีสตาร์ทและอัปเดต
zh_hans: 重新启动并更新
zh_hant: 重新啟動並更新

# updates_more_info
source: More Info...
ar: مزيد من المعلومات...
de: Mehr Informationen...
es: Más Información...
fr: Plus d'informations...
ja: 詳細情報...
ko: 자세한 정보...
nl: Meer informatie...
th: ข้อมูลเพิ่มเติม...
zh_hans: 更多信息...
zh_hant: 更多資訊...

source: New Version
ar: إصدار جديد
de: Neue Version
es: Nueva Versión
fr: Nouvelle version
ja: 新しいバージョン
ko: 새 버전
nl: Nieuwe versie
th: เวอร์ชันใหม่
zh_hans: 新版本
zh_hant: 新版本

source: Upgrade to Pro
ar: ترقية إلى النسخة الاحترافية
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à la version Pro
ja: Proにアップグレード
ko: 프로로 업그레이드
nl: Upgrade naar Pro
sk: 升级到 Pro
th: อัปเกรดเป็น Pro
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro

# free_amount_today
source: Free Amount Used Today
ar: المبلغ المجاني المستخدم اليوم
de: Heute verwendeter kostenloser Betrag
es: Cantidad Gratuita Usada Hoy
fr: Utilisation de l'allocution gratuite aujourd'hui
ja: 今日の無料利用量
ko: 오늘 사용한 무료 금액
nl: Gratis tegoed vandaag
sk: 今日免费额度使用
th: จำนวนฟรีที่ใช้วันนี้
zh_hans: 今日免费额度使用
zh_hant: 今日免費額度使用

# upgrade_to_pro_for_unlimited_access
source: Upgrade to Pro for unlimited access to all features!
ar: ترقية إلى النسخة الاحترافية للوصول غير المحدود إلى جميع الميزات!
de: Auf Pro upgraden für unbegrenzten Zugriff auf alle Funktionen!
es: ¡Actualiza a Pro para acceso ilimitado a todas las funciones!
fr: Passez à Pro pour un accès illimité à toutes les fonctionnalités!
ja: Proにアップグレードして、すべての機能を無制限にご利用ください！
ko: 모든 기능에 대한 무제한 액세스를 위해 프로로 업그레이드하세요!
nl: Upgrade naar Pro voor onbeperkte toegang tot alle functies!
sk: 升级到 Pro 获取全部功能的不限次使用!
th: อัปเกรดเป็น Pro เพื่อเข้าถึงฟีเจอร์ทั้งหมดแบบไม่จำกัด!
zh_hans: 升级到 Pro 获取全部功能的不限次使用!
zh_hant: 升級到 Pro 獲取全部功能的不限次使用!

# preset_resources
source: ⚡️ Press Enter or number key to paste content ✏️ Long press Enter or number key to open formatting menu 👀 Press Space or hover mouse for preview, drag preview window to pin on screen 🖱️ Long press item to drag, release to paste 👇 Press Tab to expand or flip pages 🔍 ⌘F or directly press letter key to start searching 📋 ⌘C to copy current item to clipboard ❌ ⌘D to delete 📝 ⌘A to set alias ⭐ ⌘S to add to default favorites 👆 ⇧+Tab to flip pages upwards 🖱️ Right-click item to view menu options ✂️ Select multiple lines and press ⌘⇧C to split and copy as multiple lines 📚 ⌘' to open paste queue for pasting multiple items in order 🖱️ ⌘⇧C to open main window for batch management and usage, more mouse-friendly ⌨️ ⌘←/⌘→ Quickly switch lists ⚡️ Press the Quick Menu shortcut again achieves the same effect
ar: ⚡️ اضغط على Enter أو مفتاح الرقم للصق المحتوى ✏️ اضغط مطولاً على Enter أو مفتاح الرقم لفتح قائمة التنسيق 👀 اضغط على المسافة أو مرر الماوس للمعاينة، اسحب نافذة المعاينة لتثبيتها على الشاشة 🖱️ اضغط مطولاً على العنصر للسحب، ثم أطلق للصق 👇 اضغط على Tab لتوسيع أو قلب الصفحات 🔍 ⌘F أو اضغط مباشرة على مفتاح الحرف لبدء البحث 📋 ⌘C لنسخ العنصر الحالي إلى الحافظة ❌ ⌘D للحذف 📝 ⌘A لتعيين اسم مستعار ⭐ ⌘S لإضافته إلى المفضلة الافتراضية 👆 ⇧+Tab لقلب الصفحات لأعلى 🖱️ انقر بزر الماوس الأيمن على العنصر لعرض خيارات القائمة ✂️ حدد عدة أسطر واضغط ⌘⇧C للتقسيم والنسخ كعدة أسطر 📚 ⌘' لفتح قائمة اللصق للصق عدة عناصر بالترتيب 🖱️ ⌘⇧C لفتح النافذة الرئيسية للإدارة والاستخدام الجماعي، أكثر ملاءمة للماوس ⌨️ ⌘←/⌘→ للتبديل بسرعة بين القوائم ⚡️ اضغط على اختصار القائمة السريعة مرة أخرى لتحقيق نفس التأثير
de: ⚡️ Drücken Sie die Eingabetaste oder die Zahlentaste, um Inhalte einzufügen ✏️ Lang drücken auf die Eingabetaste oder die Zahlentaste, um das Formatierungsmenü zu öffnen 👀 Drücken Sie die Leertaste oder bewegen Sie die Maus für die Vorschau, ziehen Sie das Vorschaufenster, um es auf dem Bildschirm zu fixieren 🖱️ Lang drücken auf das Element, um es zu ziehen, loslassen, um einzufügen 👇 Drücken Sie die Tabulatortaste, um Seiten zu erweitern oder umzublättern 🔍 ⌘F oder direkt die Buchstabentaste drücken, um die Suche zu starten 📋 ⌘C, um das aktuelle Element in die Zwischenablage zu kopieren ❌ ⌘D, um zu löschen 📝 ⌘A, um einen Alias festzulegen ⭐ ⌘S, um zu den Standardfavoriten hinzuzufügen 👆 ⇧+Tab, um die Seiten nach oben umzublättern 🖱️ Rechtsklick auf das Element, um Menüoptionen anzuzeigen ✂️ Mehrere Zeilen auswählen und ⌘⇧C drücken, um zu teilen und als mehrere Zeilen zu kopieren 📚 ⌘' um die Einfügewarteschlange zu öffnen, um mehrere Elemente in der Reihenfolge einzufügen 🖱️ ⌘⇧C, um das Hauptfenster für die Batchverwaltung und -nutzung zu öffnen, mehr mausfreundlich ⌨️ ⌘←/⌘→ Schnell zwischen Listen wechseln ⚡️ Drücken Sie die Schnellmenü-Taste erneut, um denselben Effekt zu erzielen
es: ⚡️ Presiona Enter o la tecla numérica para pegar contenido ✏️ Presiona largo Enter o la tecla numérica para abrir el menú de formato 👀 Presiona Espacio o pasa el mouse para vista previa, arrastra la ventana de vista previa para fijar en la pantalla 🖱️ Presiona largo el elemento para arrastrar, suelta para pegar 👇 Presiona Tab para expandir o voltear páginas 🔍 ⌘F o presiona directamente la tecla de letra para iniciar la búsqueda 📋 ⌘C para copiar el elemento actual al portapapeles ❌ ⌘D para eliminar 📝 ⌘A para establecer alias ⭐ ⌘S para agregar a favoritos predeterminados 👆 ⇧+Tab para voltear páginas hacia arriba 🖱️ Clic derecho en el elemento para ver opciones del menú ✂️ Selecciona múltiples líneas y presiona ⌘⇧C para dividir y copiar como múltiples líneas 📚 ⌘' para abrir la cola de pegado para pegar múltiples elementos en orden 🖱️ ⌘⇧C para abrir la ventana principal para gestión y uso por lotes, más amigable con el mouse ⌨️ ⌘←/⌘→ Cambiar listas rápidamente ⚡️ Presionar el atajo del Menú Rápido nuevamente logra el mismo efecto
fr: ⚡️ Appuyez sur Entrée ou sur une touche numérique pour coller le contenu ✏️ Maintenez enfoncée la touche Entrée ou une touche numérique pour ouvrir le menu de mise en forme 👀 Appuyez sur Espace ou survolez avec la souris pour prévisualiser, faites glisser la fenêtre de prévisualisation pour l'épingler à l'écran 🖱️ Maintenez enfoncée l'élément pour le faire glisser, relâchez pour coller 👇 Appuyez sur Tab pour développer ou retourner les pages 🔍 ⌘F ou appuyez directement sur une touche de lettre pour commencer la recherche 📋 ⌘C pour copier l'élément actuel dans le presse-papiers ❌ ⌘D pour supprimer 📝 ⌘A pour définir un alias ⭐ ⌘S pour ajouter aux favoris par défaut 👆 ⇧+Tab pour retourner les pages vers le haut 🖱️ Clic droit sur l'élément pour afficher les options du menu ✂️ Sélectionnez plusieurs lignes et appuyez sur ⌘⇧C pour diviser et copier en plusieurs lignes 📚 ⌘' pour ouvrir la file d'attente de collage pour coller plusieurs éléments dans l'ordre 🖱️ ⌘⇧C pour ouvrir la fenêtre principale pour la gestion et l'utilisation en lot, plus conviviale pour la souris ⌨️ ⌘←/⌘→ Basculer rapidement entre les listes ⚡️ Appuyez à nouveau sur le raccourci du menu rapide pour obtenir le même effet
ja: ⚡️ Enterキーまたは数字キーを押してコンテンツを貼り付ける ✏️ Enterキーまたは数字キーを長押ししてフォーマットメニューを開く 👀 Spaceキーを押すかマウスをホバーするとプレビューが表示され、プレビューウィンドウをドラッグして画面に固定できます 🖱️ アイテムを長押ししてドラッグし、リリースして貼り付ける 👇 Tabキーを押して展開またはページをめくる 🔍 ⌘Fを押すか、直接文字キーを押して検索を開始する 📋 現在のアイテムをクリップボードにコピーするには⌘Cを押す ❌ 削除するには⌘Dを押す 📝 別名を設定するには⌘Aを押す ⭐ デフォルトのお気に入りに追加するには⌘Sを押す 👆 ⇧+Tabを押してページを上にめくる 🖱️ アイテムを右クリックしてメニューオプションを表示する ✂️ 複数行を選択して⌘⇧Cを押して分割してコピーする 📚 貼り付けキューを開くには⌘'を押して、順番に複数のアイテムを貼り付ける 🖱️ ⌘⇧Cを押してバッチ管理と使用のためのメインウィンドウを開くと、よりマウスフレンドリーになります ⌨️ ⌘←/⌘→ リストを素早く切り替える ⚡️ クイックメニューショートカットを再度押すと同じ効果が得られます
ko: ⚡️ Enter 또는 숫자 키를 눌러 내용을 붙여넣기 ✏️ Enter 또는 숫자 키를 길게 눌러 형식 메뉴 열기 👀 스페이스를 눌러 미리보기, 미리보기 창을 드래그하여 화면에 고정 🖱️ 항목을 길게 눌러 드래그, 놓으면 붙여넣기 👇 Tab을 눌러 페이지 확장 또는 뒤집기 🔍 ⌘F 또는 문자 키를 직접 눌러 검색 시작 📋 ⌘C로 현재 항목을 클립보드에 복사 ❌ ⌘D로 삭제 📝 ⌘A로 별칭 설정 ⭐ ⌘S로 기본 즐겨찾기에 추가 👆 ⇧+Tab으로 페이지 위로 뒤집기 🖱️ 항목을 우클릭하여 메뉴 옵션 보기 ✂️ 여러 줄 선택 후 ⌘⇧C로 나누어 복사 📚 ⌘'로 여러 항목을 순서대로 붙여넣기 위해 붙여넣기 대기열 열기 🖱️ ⌘⇧C로 배치 관리 및 사용을 위한 메인 창 열기, 마우스 친화적 ⌨️ ⌘←/⌘→ 목록을 빠르게 전환 ⚡️ 빠른 메뉴 단축키를 다시 누르면 동일한 효과
nl: ⚡️ Druk op Enter of een cijfertoets om inhoud te plakken ✏️ Houd Enter of een cijfertoets lang ingedrukt om het opmaakmenu te openen 👀 Druk op Spatie of beweeg de muis om een voorbeeld te bekijken, sleep het voorbeeldvenster om het op het scherm vast te zetten 🖱️ Houd het item lang ingedrukt om te slepen, laat los om te plakken 👇 Druk op Tab om pagina's uit te vouwen of om te slaan 🔍 ⌘F of druk direct op een lettertoets om te zoeken 📋 ⌘C om het huidige item naar het klembord te kopiëren ❌ ⌘D om te verwijderen 📝 ⌘A om een alias in te stellen ⭐ ⌘S om toe te voegen aan standaard favorieten 👆 ⇧+Tab om pagina's omhoog te slaan 🖱️ Klik met de rechtermuisknop op een item om menuopties te bekijken ✂️ Selecteer meerdere regels en druk op ⌘⇧C om te splitsen en kopiëren als meerdere regels 📚 ⌘' om de plakwachtrij te openen voor het plakken van meerdere items in volgorde 🖱️ ⌘⇧C om het hoofdvenster te openen voor batchbeheer en gebruik, meer muisvriendelijk ⌨️ ⌘←/⌘→ Snel schakelen tussen lijsten ⚡️ Druk nogmaals op de snelmenu-sneltoets voor hetzelfde effect
sk: ⚡️ Nytt tast Enter eller talltast for å lime inn innhold ✏️ Hold tast Enter eller talltast inne for å åpne formateringsmenyen 👀 Trykk mellomrom eller svev musen for forhåndsvisning, dra forhåndsvisningsvinduet for å feste på skjermen 🖱️ Hold inne elementet for å dra, slipp for å lime inn 👇 Trykk Tab for å utvide eller bla sider 🔍 ⌘F eller trykk direkte på bokstavtast for å starte søket 📋 ⌘C for å kopiere gjeldende element til utklippstavlen ❌ ⌘D for å slette 📝 ⌘A for å sette alias ⭐ ⌘S for å legge til i standardfavoritter 👆 ⇧+Tab for å bla sider oppover 🖱️ Høyreklikk på elementet for å se menyvalg ✂️ Velg flere linjer og trykk ⌘⇧C for å splitte og kopiere som flere linjer 📚 ⌘' for å åpne innlimingskøen for å lime inn flere elementer i rekkefølge 🖱️ ⌘⇧C for å åpne hovedvinduet for massebehandling og bruk, mer mus-vennlig ⌨️ ⌘←/⌘→ Bytt raskt mellom lister ⚡️ Trykk hurtigtasten for hurtigmenyen igjen for å oppnå samme effekt
th: ⚡️ กด Enter หรือปุ่มหมายเลขเพื่อวางเนื้อหา ✏️ กดค้าง Enter หรือปุ่มหมายเลขเพื่อเปิดเมนูฟอร์แมต 👀 กดช่องว่างหรือเลื่อนเมาส์เพื่อดูตัวอย่าง ลากหน้าต่างตัวอย่างเพื่อติดบนหน้าจอ 🖱️ กดค้างรายการเพื่อลาก ปล่อยเพื่อวาง 👇 กด Tab เพื่อขยายหรือพลิกหน้า 🔍 ⌘F หรือกดตัวอักษรโดยตรงเพื่อเริ่มค้นหา 📋 ⌘C เพื่อคัดลอกรายการปัจจุบันไปยังคลิปบอร์ด ❌ ⌘D เพื่อลบ 📝 ⌘A เพื่อตั้งนามแฝง ⭐ ⌘S เพื่อเพิ่มลงในรายการโปรดเริ่มต้น 👆 ⇧+Tab เพื่อพลิกหน้าขึ้น 🖱️ คลิกขวาที่รายการเพื่อดูตัวเลือกเมนู ✂️ เลือกหลายบรรทัดและกด ⌘⇧C เพื่อแยกและคัดลอกเป็นหลายบรรทัด 📚 ⌘' เพื่อเปิดคิววางสำหรับวางหลายรายการตามลำดับ 🖱️ ⌘⇧C เพื่อเปิดหน้าต่างหลักสำหรับการจัดการและการใช้งานแบบกลุ่ม เป็นมิตรกับเมาส์มากขึ้น ⌨️ ⌘←/⌘→ สลับรายการอย่างรวดเร็ว ⚡️ กดทางลัดเมนูด่วนอีกครั้งเพื่อให้ได้ผลลัพธ์เดียวกัน
zh_hans: ⚡️ 按下 Enter 或数字键，粘贴内容 ✏️ 长按 Enter 或数字键，打开格式化选单 👀 按下空格键或鼠标悬浮进行预览，拖动预览窗口可将其固定在屏幕上 🖱️ 长按项目进行拖动，松开粘贴 👇 按下 Tab 展开或翻页 🔍 ⌘F 或直接按下字母键开始搜索 📋 ⌘C 复制当前项到剪贴板 ❌ ⌘D 删除 📝 ⌘A 设置别名 ⭐ ⌘S 添加到默认收藏夹 👆 ⇧+Tab 往上翻页 🖱️ 右键项目查看菜单项 ✂️ 选中多行内容后按下⌘⇧C拆分成多行复制 📚 ⌘' 打开粘贴队列帮助你按顺序粘贴多个项目 🖱️ ⌘⇧C 打开主窗口，进行批量管理和使用，对鼠标更友好 ⌨️ ⌘←/⌘→可快速切换列表 ⚡️ 再次按下快捷菜单快捷键也可以
zh_hant: ⚡️ 按 Enter 鍵或數字鍵粘貼內容 ✏️ 長按 Enter 鍵或數字鍵打開格式菜單 👀 按空格鍵或將滑鼠懸停在預覽上，拖動預覽窗口固定在屏幕上 🖱️ 長按項目拖動，釋放以粘貼 👇 按 Tab 鍵展開或翻轉頁面 🔍 ⌘F 或直接按字母鍵開始搜索 📋 ⌘C 複製當前項目到剪貼板 ❌ ⌘D 刪除 📝 ⌘A 設置別名 ⭐ ⌘S 添加到默認收藏夾 👆 ⇧+Tab 向上翻頁 🖱️ 右鍵單擊項目查看菜單選項 ✂️ 選擇多行文本，按 ⌘⇧C 拆分並複製為多行 📚 ⌘' 打開粘貼隊列以按順序粘貼多個項目 🖱️ ⌘⇧C 打開主窗口進行批量管理和使用，更適合鼠標操作 ⌨️ ⌘←/⌘→ 快速切換列表 ⚡️ 再次按下快捷菜單快捷鍵即可實現相同效果

# preferences_ignore
source: Ignore
el: Παράβλεψη
ja: 無視
sk: Ignorovať
