Repository: CleanClip/CleanClipApp-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ar, de, el, es, fr, ja, ko, nl, sk, th, zh_hans, zh_hant

# quick_paste_format_desc
source: 1. Long press the content index number to bring up the format menu 2. Long press the spacebar to preview the formatted text 3. Short press the format index number to confirm the selection
ar: 1. اضغط مطولاً على رقم فهرس المحتوى لإظهار قائمة التنسيق 2. اضغط مطولاً على مفتاح المسافة لمعاينة النص المنسق 3. اضغط بسرعة على رقم فهرس التنسيق لتأكيد الاختيار
de: 1. Lange auf die Inhaltsindexnummer drücken, um das Formatmenü aufzurufen 2. Lange auf die Leertaste drücken, um den formatierten Text anzuzeigen 3. Kurz auf die Formatindexnummer drücken, um die Auswahl zu bestätigen
el: 1. Πατήστε παρατεταμένα τον αριθμό ευρετηρίου περιεχομένου για να εμφανιστεί το μενού μορφής 2. Πατήστε παρατεταμένα το πλήκτρο διαστήματος για να δείτε το μορφοποιημένο κείμενο 3. Πατήστε σύντομα τον αριθμό ευρετηρίου μορφής για να επιβεβαιώσετε την επιλογή
es: 1. Mantén presionado el número de índice del contenido para mostrar el menú de formato 2. Mantén presionada la barra espaciadora para previsualizar el texto formateado 3. Presiona brevemente el número de índice de formato para confirmar la selección
fr: 1. Appuyez longuement sur le numéro d'index de contenu pour afficher le menu de format 2. Appuyez longuement sur la barre d'espace pour prévisualiser le texte formaté 3. Appuyez brièvement sur le numéro d'index de format pour confirmer la sélection
ja: 1. コンテンツのインデックス番号を長押しして、形式メニューを表示します 2. スペースバーを長押しして、フォーマットされたテキストをプレビューします 3. 形式のインデックス番号を短押しして、選択を確定します
ko: 1. 콘텐츠 인덱스 번호를 길게 눌러 형식 메뉴를 불러옵니다. 2. 스페이스바를 길게 눌러 형식화된 텍스트 미리보기 3. 형식 인덱스 번호를 짧게 눌러 선택 확인
nl: 1. Druk lang op het indexnummer van de content om het opmaakmenu te openen 2. Druk lang op de spatiebalk om een voorbeeld van de opgemaakte tekst te bekijken 3. Druk kort op het formaat indexnummer om de selectie te bevestigen
sk: 1. Dlhé stlačenie indexového čísla obsahu zobrazí ponuku formátovania 2. Dlhé stlačenie medzerníka zobrazí náhľad formátovaného textu 3. Krátke stlačenie indexového čísla formátu potvrdí výber
th: 1. กดค้างที่หมายเลขดัชนีเนื้อหาเพื่อเรียกเมนูฟอร์แมต 2. กดค้างที่ปุ่ม Spacebar เพื่อดูตัวอย่างข้อความที่จัดรูปแบบ 3. กดสั้นที่หมายเลขดัชนีฟอร์แมตเพื่อยืนยันการเลือก
zh_hans: 1. 长按内容下标数字弹出格式菜单按下 2. 长按空格键预览格式化后的文字 3. 短按格式下标数字确认选择
zh_hant: 1. 長按內容下標數字彈出格式選單 2. 長按空格鍵預覽格式化後的文字 3. 短按格式下標數字確認選擇

# drag_image_to_file
source: Paste Image as File
ar: لصق الصورة كملف
de: Bild als Datei einfügen
el: Επικόλληση εικόνας ως αρχείο
es: Pegar Imagen como Archivo
fr: Coller l'image en tant que fichier
ja: 画像をファイルとして貼り付け
ko: 파일로 이미지 붙여넣기
nl: Plak afbeelding als bestand
sk: Prilepiť obrázok ako súbor
th: วางภาพเป็นไฟล์
zh_hans: 图片粘贴为文件
zh_hant: 圖片貼上為文件

# drag_image_to_file_desc
source: Images can be directly pasted or dragged as files, whether using the quick menu or the paste queue.
ar: يمكن لصق الصور مباشرة أو سحبها كملفات، سواء باستخدام القائمة السريعة أو قائمة اللصق.
de: Bilder können direkt eingefügt oder als Dateien gezogen werden, egal ob Sie das Schnellmenü oder die Einfügewarteschlange verwenden.
el: Οι εικόνες μπορούν να επικολληθούν άμεσα ή να σύρονται ως αρχεία, είτε χρησιμοποιώντας το γρήγορο μενού είτε τη στοίβα επικόλλησης.
es: Las imágenes se pueden pegar o arrastrar directamente como archivos, ya sea utilizando el menú rápido o la cola de pegado.
fr: Les images peuvent être directement collées ou glissées comme des fichiers, que ce soit en utilisant le menu rapide ou la file de collage.
ja: 画像は、クイックメニューやペーストキューを使用して、直接貼り付けたりファイルとしてドラッグしたりできます。
ko: 이미지는 빠른 메뉴나 붙여넣기 큐를 사용하여 파일로 직접 붙여넣거나 드래그할 수 있습니다.
nl: Afbeeldingen kunnen direct worden geplakt of gesleept als bestanden, zowel met het snelmenu als de plakwachtrij.
sk: Slike se lahko neposredno prilepijo ali povlečejo kot datoteke, bodisi z uporabo hitrega menija ali čakalne vrste lepljenja.
th: สามารถวางหรือดึงภาพเป็นไฟล์ได้โดยตรง ไม่ว่าจะใช้เมนูด่วนหรือคิวการวาง
zh_hans: 无论是使用快捷菜单还是粘贴队列，都可以直接粘贴或拖动图像作为文件。
zh_hant: 圖片可以直接貼上或拖曳為檔案，無論是使用快捷選單還是貼上佇列。

# call_pinboards
source: Pin and Use Commonly Used Content
ar: تثبيت واستخدام المحتوى الشائع الاستخدام
de: Häufig verwendete Inhalte anheften und verwenden
el: Καρφίτσωμα και Χρήση Συχνού Χρησιμοποιημένου Περιεχομένου
es: Fijar y Usar Contenido Comúnmente Usado
fr: Épingler et utiliser du contenu fréquemment utilisé
ja: よく使うコンテンツをピン留めして使用する
ko: 자주 사용하는 콘텐츠 고정 및 사용
nl: Veelgebruikte inhoud vastzetten en gebruiken
sk: Pripnúť a používať bežne používaný obsah
th: ปักหมุดและใช้เนื้อหาที่ใช้บ่อย
zh_hans: 固定、使用常用内容
zh_hant: 固定、使用常用內容

# call_pinboards_desc
source: Press the quick menu shortcut ⌘; twice to view the pinned commonly used content, no need to remember new key combinations. Pin commonly used items to keep them at the top of the list, preventing them from being overwhelmed by new items and using them anytime.
ar: اضغط على اختصار القائمة السريعة ⌘; مرتين لعرض المحتوى المثبت الشائع الاستخدام، لا حاجة لتذكر تركيبات المفاتيح الجديدة. قم بتثبيت العناصر الشائعة الاستخدام للحفاظ عليها في أعلى القائمة، مما يمنعها من أن تغمرها العناصر الجديدة واستخدامها في أي وقت.
de: Drücken Sie die Schnellmenü-Tastenkombination ⌘; zweimal, um die angehefteten häufig verwendeten Inhalte anzuzeigen, ohne neue Tastenkombinationen merken zu müssen. Häufig verwendete Elemente anheften, um sie oben in der Liste zu halten, damit sie nicht von neuen Elementen überwältigt werden und jederzeit verwendet werden können.
el: Πατήστε δύο φορές το μενού συντόμευσης ⌘; για να δείτε τα συχνά καρφιτσωμένα χρησιμοποιούμενα περιεχόμενα, χωρίς την ανάγκη να θυμάστε νέους συνδυασμούς πλήκτρων. Καρφιτσώστε τα συχνά χρησιμοποιούμενα στοιχεία για να τα κρατάτε στην κορυφή της λίστας, αποτρέποντας την υπερβολική τους παρέμβαση από νέα στοιχεία και χρησιμοποιώντας τα οποιαδήποτε στιγμή.
es: Presiona el acceso directo del menú rápido ⌘; dos veces para ver el contenido fijado comúnmente usado, sin necesidad de recordar nuevas combinaciones de teclas. Fija los elementos comúnmente usados para mantenerlos en la parte superior de la lista, evitando que sean abrumados por nuevos elementos y usándolos en cualquier momento.
fr: Appuyez sur le raccourci du menu rapide ⌘; pour afficher le contenu le plus souvent épinglé, pas besoin de mémoriser les nouvelles combinaisons de touches. Épingler les éléments couramment utilisés pour les garder en haut de la liste, les empêchant d'être submergés par de nouveaux items et de les utiliser à tout moment.
ja: クイックメニューショートカット⌘; を2回押して、ピン留めされたよく使うコンテンツを表示できます。新しいキーコンビネーションを覚える必要はありません。 よく使うアイテムをピン留めしてリストの上部に保持し、新しいアイテムに埋もれることなく、いつでも使用できるようにします。
ko: 빠른 메뉴 단축키 ⌘;를 두 번 눌러 고정된 자주 사용하는 콘텐츠를 확인하세요. 새로운 키 조합을 기억할 필요가 없습니다. 자주 사용하는 항목을 고정하여 목록의 맨 위에 유지하고 새로운 항목에 의해 압도되지 않도록 하여 언제든지 사용할 수 있습니다.
nl: Druk twee keer op de snelmenu-sneltoets ⌘; om de vastgezette veelgebruikte inhoud te bekijken, het is niet nodig om nieuwe toetscombinaties te onthouden. Maak veelgebruikte items vast om ze bovenaan de lijst te houden, zodat ze niet verdrongen worden door nieuwe items en ze op elk moment kunnen gebruiken.
sk: Stlač skratku rýchleho menu ⌘; dvakrát pre zobrazenie bežne používaného pripnutého obsahu, nemusíš si pamätať nové klávesové skratky. Pripni bežne používané položky na umiestnenie na začiatok zoznamu, aby si zabránil ich zahlteniu novými položkami a ich použitiu kedykoľvek.
th: กดทางลัดเมนูด่วน ⌘; สองครั้งเพื่อดูเนื้อหาที่ปักหมุดที่ใช้บ่อย ไม่ต้องจำการรวมปุ่มใหม่ ปักหมุดรายการที่ใช้บ่อยเพื่อให้พวกเขาอยู่ที่ด้านบนของรายการ ป้องกันไม่ให้ถูกท่วมด้วยรายการใหม่และใช้งานได้ทุกเมื่อ
zh_hans: 连按两次快捷菜单快捷键 ⌘；查看已固定的常用内容，无需记忆新的组合键。 固定常用项目使它们永远留在列表顶部，防止被新项目淹没，随时使用。
zh_hant: 連按兩次快捷選單快捷鍵 ⌘；查看已固定的常用內容，無需記憶新的組合鍵。 固定常用項目使它們永遠留在列表頂部，防止被新項目淹沒，隨時使用。

# paste_stack
source: Paste Queue
ar: قائمة اللصق
de: Einfügewarteschlange
el: Επικόλληση Στοίβας
es: Cola de Pegado
fr: File de collage
ja: ペーストキュー
ko: 붙여넣기 큐
nl: Plakwachtrij
sk: Čakalna vrsta lepljenja
th: คิวการวาง
zh_hans: 粘贴队列
zh_hant: 貼上佇列

# paste_stack_intro
source: Introduction
ar: مقدمة
de: Einführung
el: Εισαγωγή
es: Introducción
ja: イントロダクション
ko: 소개
nl: Inleiding
sk: Predstavenie
th: บทนำ
zh_hans: 粘贴队列用法简介
zh_hant: 貼上佇列用法簡介

# paste_stack_intro_desc
source: When the paste queue is opened, the copied content will automatically enter the queue, and ⌘V will paste the next item in the queue in order. 1. Click the 'up and down arrow buttons' at the bottom to reverse the list 2. 'Drag items' to change the order 3. 'Click #' to switch to the specified item 4. 'Post-Pasting action' option will automatically press the corresponding key after pasting
ar: عند فتح قائمة اللصق، سيدخل المحتوى المنسوخ تلقائيًا إلى القائمة، و ⌘V سيقوم بلصق العنصر التالي في القائمة بالترتيب. 1. انقر على 'أزرار السهم لأعلى ولأسفل' في الأسفل لعكس القائمة 2. 'اسحب العناصر' لتغيير الترتيب 3. 'انقر #' للتبديل إلى العنصر المحدد 4. خيار 'إجراء ما بعد اللصق' سيضغط تلقائيًا على المفتاح المقابل بعد اللصق
de: Wenn die Einfügewarteschlange geöffnet ist, wird der kopierte Inhalt automatisch in die Warteschlange eingefügt, und ⌘V fügt das nächste Element in der Warteschlange in der Reihenfolge ein. 1. Klicken Sie auf die 'Auf- und Abwärtspfeiltasten' unten, um die Liste umzukehren 2. 'Elemente ziehen', um die Reihenfolge zu ändern 3. 'Klicken Sie auf #', um zum angegebenen Element zu wechseln 4. Die Option 'Aktion nach dem Einfügen' drückt automatisch die entsprechende Taste nach dem Einfügen
el: Όταν ανοίξει η στοίβα επικόλλησης, το αντιγραμμένο περιεχόμενο θα μπαίνει αυτόματα στη στοίβα, και θα επικολλήσει το επόμενο στοιχείο στη στοίβα με τη σειρά. 1. Κάντε κλικ στο πλήκτρο 'πάνω και κάτω βέλος' στο κάτω μέρος για να αντιστρέψετε τη λίστα 2. 'Σύρετε αντικείμενα' για να αλλάξετε τη σειρά 3. 'Πατήστε #' για να μεταβείτε στο καθορισμένο στοιχείο 4. Η επιλογή 'Ενέργεια Μετά την Επικόλληση' θα πατήσει αυτόματα το αντίστοιχο πλήκτρο μετά την επικόλληση
es: Cuando se abre la cola de pegado, el contenido copiado ingresará automáticamente a la cola, y ⌘V pegará el siguiente elemento en la cola en orden. 1. Haz clic en los 'botones de flecha arriba y abajo' en la parte inferior para invertir la lista 2. 'Arrastra elementos' para cambiar el orden 3. 'Haz clic en #' para cambiar al elemento especificado 4. La opción 'Acción Después de Pegar' presionará automáticamente la tecla correspondiente después de pegar
fr: Lorsque la file de collage est ouverte, le contenu copié entrera automatiquement dans la file, et ⌘V collera le prochain élément de la file dans l'ordre. 1. Cliquez sur les boutons 'flèche vers le haut et vers le bas' en bas pour inverser la liste 2. 'Faites glisser les éléments' pour changer l'ordre 3. Cliquez sur '#' pour passer à l'élément spécifié 4. L'option 'Action après collage' appuiera automatiquement sur la touche correspondante après le collage
ja: ペーストキューを開くと、コピーしたコンテンツが自動的にキューに入り、⌘Vを押すとキュー内の次のアイテムが順番に貼り付けられます。 1. リストを逆順にするには、下部の「上下矢印ボタン」をクリックします 2. 順序を変更するには、アイテムを「ドラッグ」します 3. 指定されたアイテムに切り替えるには、「#をクリック」します 4. 「貼り付け後のアクション」オプションは、貼り付け後に対応するキーを自動的に押します
ko: 붙여넣기 큐가 열리면 복사된 콘텐츠가 자동으로 큐에 들어가고 ⌘V를 눌러 큐에서 다음 항목을 순서대로 붙여넣습니다. 1. 하단의 '위아래 화살표 버튼'을 클릭하여 목록을 반전 2. '항목 드래그'로 순서 변경 3. '클릭 #'으로 지정된 항목으로 전환 4. '붙여넣기 후 작업' 옵션은 붙여넣기 후 자동으로 해당 키를 누릅니다.
nl: Wanneer de plakwachtrij is geopend, zal de gekopieerde inhoud automatisch in de wachtrij terechtkomen en zal ⌘V het volgende item in de wachtrij in volgorde plakken. 1. Klik op de 'pijltjes omhoog en omlaag' onderaan om de lijst om te keren 2. 'Sleep items' om de volgorde te wijzigen 3. Klik op '#' om naar het gespecificeerde item te schakelen 4. De optie 'Na het plakken actie' zal automatisch de overeenkomstige toets indrukken na het plakken
sk: Ko je odprta čakalna vrsta lepljenja, se kopirana vsebina samodejno vnese v vrsto, in ⌘V bo lepil naslednji element v vrsti po vrsti. 1. Kliknite 'puščici navzgor in navzdol' na dnu, da obrnete seznam 2. 'Povlecite elemente', da spremenite vrstni red 3. Kliknite '#', da preklopite na določen element 4. Možnost 'Po lepljenju' bo samodejno pritisnila ustrezno tipko po lepljenju
th: เมื่อเปิดคิวการวาง เนื้อหาที่คัดลอกจะเข้าสู่คิวโดยอัตโนมัติ และ ⌘V จะวางรายการถัดไปในคิวตามลำดับ 1. คลิกที่ 'ปุ่มลูกศรขึ้นและลง' ที่ด้านล่างเพื่อย้อนกลับรายการ 2. 'ลากรายการ' เพื่อเปลี่ยนลำดับ 3. 'คลิก #' เพื่อสลับไปยังรายการที่กำหนด 4. ตัวเลือก 'การดำเนินการหลังการวาง' จะกดปุ่มที่ตรงกันโดยอัตโนมัติหลังจากวาง
zh_hans: 打开粘贴队列后，复制的内容将自动进入队列，⌘V 将按顺序粘贴队列中的下一项。 1. 点击底部的'上下箭头按钮'以反转列表 2. '拖动项目'以更改顺序 3. 点击 '#' 切换到指定项目 4. '粘贴后操作'选项将在粘贴后自动按下相应键
zh_hant: 當打開貼上佇列時，複製的內容將自動進入佇列，⌘V將按順序貼上佇列中的下一個項目。 1. 點擊底部的'上下箭頭按鈕'以反轉列表 2. '拖曳項目'以更改順序 3. 點擊 '#' 以切換到指定項目 4. '貼上後動作' 選項將在貼上後自動按下相應的鍵

# paste_stack_fill_form
source: Assist in Form Filling
ar: المساعدة في ملء النماذج
de: Hilfe beim Ausfüllen von Formularen
el: Βοήθεια στη συμπλήρωση φόρμας
es: Asistir en el Llenado de Formularios
fr: Aider au remplissage de formulaire
ja: フォーム入力のサポート
ko: 양식 작성 지원
nl: Assisteren bij het invullen van formulieren
sk: Pomoc pri vypĺňaní formulárov
th: ช่วยในการกรอกแบบฟอร์ม
zh_hans: 辅助填表
zh_hant: 輔助填表

# paste_stack_fill_form_desc
source: Using the paste queue can assist in filling out forms by copying and pasting in order.
ar: يمكن أن تساعد قائمة اللصق في ملء النماذج عن طريق النسخ واللصق بالترتيب.
de: Die Verwendung der Einfügewarteschlange kann beim Ausfüllen von Formularen helfen, indem sie in der Reihenfolge kopiert und eingefügt wird.
el: Η χρήση της στοίβας επικόλλησης μπορεί να βοηθήσει στη συμπλήρωση φορμών αντιγράφοντας και επικολλώντας τα δεδομένα με σειρά.
es: Usar la cola de pegado puede ayudar a llenar formularios copiando y pegando en orden.
fr: L'utilisation de la file de collage peut aider à remplir des formulaires en copiant et collant dans l'ordre.
ja: ペーストキューを使用すると、コピーしたコンテンツを順番に貼り付けてフォームの入力を補助できます。
ko: 붙여넣기 큐를 사용하여 순서대로 복사하고 붙여넣어 양식을 작성하는 데 도움을 줄 수 있습니다.
nl: Het gebruik van de plakwachtrij kan helpen bij het invullen van formulieren door in volgorde te kopiëren en plakken.
sk: Uporaba čakalne vrste lepljenja lahko pomaga pri izpolnjevanju obrazcev s kopiranjem in lepljenjem po vrsti.
th: การใช้คิวการวางสามารถช่วยในการกรอกแบบฟอร์มโดยการคัดลอกและวางตามลำดับ
zh_hans: 使用粘贴队列可以通过按顺序复制和粘贴来辅助填写表单。
zh_hant: 使用貼上佇列可以協助按順序填寫表單。

# paste_stack_quick_fill_form
source: Quick Form Filling - Split Copy
ar: ملء النموذج السريع - نسخ مقسم
de: Schnelles Ausfüllen von Formularen - Geteilte Kopie
el: Γρήγορη Συμπλήρωση Φόρμας - Διαίρεση Αντιγράφου
es: Llenado Rápido de Formularios - Copia Dividida
fr: Remplissage rapide du formulaire - Séparer la copie
ja: クイックフォーム入力 - 分割コピー
ko: 빠른 양식 작성 - 분할 복사
nl: Snel formulier invullen - Kopie splitsen
sk: Rýchle vypĺňanie formulárov - Oddelené kopírovanie
th: การกรอกแบบฟอร์มด่วน - แยกการคัดลอก
zh_hans: 快速填表-拆分复制
zh_hant: 快速填表-拆分複製

# paste_stack_quick_fill_form_desc
source: Use ⌘⇧C 'Split Copy' to directly split multiple lines into multiple items and copy them to the paste queue. The 'Post-Pasting action' option helps automatically switch to the next cell, making quick form filling even more powerful!
ar: استخدم ⌘⇧C 'نسخ مقسم' لتقسيم عدة أسطر مباشرة إلى عدة عناصر ونسخها إلى قائمة اللصق. خيار 'إجراء ما بعد اللصق' يساعد على التبديل تلقائيًا إلى الخلية التالية، مما يجعل ملء النماذج السريع أكثر قوة!
de: Verwenden Sie ⌘⇧C 'Geteilte Kopie', um mehrere Zeilen direkt in mehrere Elemente zu teilen und sie in die Einfügewarteschlange zu kopieren. Die Option 'Aktion nach dem Einfügen' hilft, automatisch zur nächsten Zelle zu wechseln, was das schnelle Ausfüllen von Formularen noch leistungsfähiger macht!
el: Χρησιμοποιήστε το ⌘⇧C "Διαίρεση Αντιγραφής" για να χωρίσετε απευθείας πολλαπλές γραμμές σε πολλά στοιχεία και να τα αντιγράψετε στη στοίβα επικόλλησης. Η επιλογή "Μετά την επικόλληση" βοηθά αυτόματα στη μετάβαση στο επόμενο κελί, κάνοντας τη συμπλήρωση φορμών ακόμα πιο ισχυρή!
es: Usa ⌘⇧C 'Copia Dividida' para dividir directamente múltiples líneas en múltiples elementos y copiarlos a la cola de pegado. La opción 'Acción Después de Pegar' ayuda a cambiar automáticamente a la siguiente celda, ¡haciendo que el llenado rápido de formularios sea aún más poderoso!
fr: Utilisez ⌘⇧C 'Diviser la copie' pour diviser directement plusieurs lignes en plusieurs éléments et les copier dans la file de collage. L'option 'Action après collage' aide à passer automatiquement à la cellule suivante, rendant le remplissage rapide de formulaires encore plus puissant!
ja: ⌘⇧Cを使用して「分割コピー」し、複数行を複数のアイテムに直接分割してペーストキューにコピーします。「貼り付け後のアクション」オプションは、次のセルに自動的に切り替えるので、迅速なフォーム入力がさらに強力になります！
ko: ⌘⇧C '분할 복사'를 사용하여 여러 줄을 여러 항목으로 직접 분할하고 붙여넣기 큐에 복사합니다. '붙여넣기 후 작업' 옵션은 자동으로 다음 셀로 전환하여 빠른 양식 작성을 더욱 강력하게 만듭니다!
nl: Gebruik ⌘⇧C 'Splits kopiëren' om meerdere regels direct in meerdere items te splitsen en te kopiëren naar de plakwachtrij. De optie 'Na het plakken actie' helpt automatisch over te schakelen naar de volgende cel, waardoor het snel invullen van formulieren nog krachtiger wordt!
sk: Uporabite ⌘⇧C 'Razdeli kopiranje', da neposredno razdelite več vrstic v več elementov in jih kopirate v čakalno vrsto. Možnost 'Po lepljenju' pomaga samodejno preklopiti na naslednjo celico, kar naredi hitro izpolnjevanje obrazcev še močnejše!
th: ใช้ ⌘⇧C 'แยกการคัดลอก' เพื่อแยกหลายบรรทัดเป็นหลายรายการและคัดลอกไปยังคิวการวาง ตัวเลือก 'การดำเนินการหลังการวาง' ช่วยให้สลับไปยังเซลล์ถัดไปโดยอัตโนมัติ ทำให้การกรอกแบบฟอร์มด่วนมีประสิทธิภาพมากยิ่งขึ้น!
zh_hans: 使用 ⌘⇧C '拆分复制' 可直接将多行拆分为多个项目并复制到粘贴队列。'粘贴后操作' 选项可帮助自动切换到下一个单元格，使快速填写表单更加强大！
zh_hant: 使用 ⌘⇧C '分割複製' 可將多行直接分割為多個項目並複製到貼上佇列。'貼上後動作' 選項有助於自動切換到下一個儲存格，使快速填寫表單更加強大！

# paste_stack_collect
source: Collect Information
ar: جمع المعلومات
de: Informationen sammeln
el: Συλλογή Πληροφοριών
es: Recopilar Información
fr: Recueillir l'information
ja: 収集される情報
ko: 정보 수집
nl: Informatie verzamelen
sk: Zbierať informácie
th: รวบรวมข้อมูล
zh_hans: 收集信息
zh_hant: 收集資訊

# paste_stack_collect_desc
source: Collect content on multiple pages and paste them all at once on the target page, optimizing the process and saving time.
ar: جمع المحتوى من عدة صفحات ولصقه جميعًا مرة واحدة على الصفحة المستهدفة، مما يحسن العملية ويوفر الوقت.
de: Inhalte auf mehreren Seiten sammeln und alles auf einmal auf der Zielseite einfügen, den Prozess optimieren und Zeit sparen.
el: Συλλέξτε το περιεχόμενο σε πολλαπλές σελίδες και επικολλήστε τα όλα ταυτόχρονα στη σελίδα προορισμού, βελτιστοποιώντας τη διαδικασία και εξοικονομώντας χρόνο.
es: Recopila contenido en múltiples páginas y pégalo todo a la vez en la página de destino, optimizando el proceso y ahorrando tiempo.
fr: Recueillir du contenu sur plusieurs pages et les coller tous à la fois sur la page cible, optimisant le processus et sauvant du temps.
ja: 複数のページの内容を収集し、ターゲットページに一度にすべて貼り付けることで、プロセスを最適化し時間を節約します。
ko: 여러 페이지에서 콘텐츠를 수집하고 대상 페이지에 한 번에 붙여넣어 프로세스를 최적화하고 시간을 절약합니다.
nl: Verzamel inhoud van meerdere pagina's en plak ze allemaal tegelijk op de doelpagina, optimaliseer het proces en bespaar tijd.
sk: Zhromažďuj obsah z viacerých stránok a prilep všetko naraz na cieľovej stránke pre optimalizáciu procesu a šetrenie času.
th: รวบรวมเนื้อหาจากหลายหน้าและวางทั้งหมดในครั้งเดียวบนหน้าเป้าหมาย ปรับปรุงกระบวนการและประหยัดเวลา
zh_hans: 在多个页面收集内容后，到目标页面统一粘贴，优化流程，节约时间。
zh_hant: 在多個頁面收集內容後，到目標頁面統一貼上，優化流程，節省時間。

source: Status Bar
ar: شريط الحالة
de: Statusleiste
el: Γραμμή Κατάστασης
es: Barra de Estado
fr: Barre d'état
ja: ステータスバー
ko: 상태 표시줄
nl: Statusbalk
sk: Stavová lišta
th: แถบสถานะ
zh_hans: 菜单栏
zh_hant: 選單列

source: Status Bar Functions
ar: وظائف شريط الحالة
de: Funktionen der Statusleiste
el: Λειτουργία Γραμμής Κατάστασης
es: Funciones de la Barra de Estado
fr: Fonctions de la barre d'état
ja: ステータスバー機能
ko: 상태 표시줄 기능
nl: Statusbalk functies
sk: Funkcie stavovej lišty
th: ฟังก์ชันแถบสถานะ
zh_hans: 菜单栏功能
zh_hant: 選單列功能

# status_bar_functions_desc
source: 1. Display the most recent copied record 2. Hold ⌥ and click the icon to pause or resume clipboard monitoring 3. Quickly block copied content from the current app 4. License manager 5. Quick start guide
ar: 1. عرض أحدث سجل منسوخ 2. اضغط مع الاستمرار على ⌥ وانقر على الرمز لإيقاف أو استئناف مراقبة الحافظة 3. حظر المحتوى المنسوخ بسرعة من التطبيق الحالي 4. مدير الترخيص 5. دليل بدء سريع
de: 1. Zeigt den zuletzt kopierten Datensatz an 2. Halten Sie ⌥ gedrückt und klicken Sie auf das Symbol, um die Überwachung der Zwischenablage zu pausieren oder fortzusetzen 3. Schnell kopierte Inhalte aus der aktuellen App blockieren 4. Lizenzmanager 5. Schnellstartanleitung
el: 1. Εμφάνιση της πιο πρόσφατης αντιγραφής 2. Κρατήστε πατημένο το ⌥ και κάντε κλικ στο εικονίδιο για να διακόψετε ή να συνεχίσετε την παρακολούθηση του προχωρημένου προγράμματος αντιγράφου 3. Αποκλείστε γρήγορα το αντιγραφόμενο περιεχόμενο από την τρέχουσα εφαρμογή 4. Διαχείριση άδειας χρήσης 5. Γρήγορος οδηγός εκκίνησης
es: 1. Mostrar el registro copiado más reciente 2. Mantén presionado ⌥ y haz clic en el ícono para pausar o reanudar la monitorización del portapapeles 3. Bloquear rápidamente el contenido copiado de la aplicación actual 4. Administrador de licencias 5. Guía de inicio rápido
fr: 1. Afficher l'enregistrement copié le plus récent 2. Maintenez ⌥ et cliquez sur l'icône pour mettre en pause ou reprendre la surveillance du presse-papiers 3. Bloquer rapidement le contenu copié depuis l'application courante 4. Gestionnaire de licences 5. Guide de démarrage rapide
ja: 1. 最新のコピー記録を表示 2. ⌥キーを押しながらアイコンをクリックして、クリップボードの監視を一時停止または再開 3. 現在のアプリからコピーされた内容を迅速にブロック 4. ライセンスマネージャー 5. クイックスタートガイド
ko: 1. 가장 최근에 복사된 기록 표시 2. ⌥를 누른 채 아이콘을 클릭하여 클립보드 모니터링 일시 중지 또는 재개 3. 현재 앱에서 복사된 콘텐츠를 빠르게 차단 4. 라이센스 관리자 5. 빠른 시작 가이드
nl: 1. Geef het meest recent gekopieerde record weer 2. Houd ⌥ ingedrukt en klik op het pictogram om de klembordmonitoring te onderbreken of te hervatten 3. Blokkeer snel gekopieerde inhoud van de huidige app 4. Licentiebeheer 5. Snelstartgids
sk: 1. Zobrazí posledný skopírovaný záznam 2. Podrž ⌥ a klikni na ikonu pozastaviť alebo obnov monitorovanie schránky 3. Rýchle zablokovanie skopírovaného obsahu z aktuálnej aplikácie 4. Správca licencií 5. Stručná príručka
th: 1. แสดงบันทึกที่คัดลอกล่าสุด 2. กด ⌥ และคลิกที่ไอคอนเพื่อหยุดหรือเริ่มการตรวจสอบคลิปบอร์ด 3. บล็อกเนื้อหาที่คัดลอกจากแอปปัจจุบันอย่างรวดเร็ว 4. ตัวจัดการใบอนุญาต 5. คู่มือเริ่มต้นอย่างรวดเร็ว
zh_hans: 1. 显示最近一条复制记录 2. 按住 ⌥ 点击图标，可以暂停、恢复监听剪贴板 3. 快速屏蔽来自当前应用的复制内容 4. 序列号管理5. 快速入门教程
zh_hant: 1. 顯示最近一條複製記錄 2. 按住 ⌥ 點擊圖標，可以暫停、恢復監聽剪貼板 3. 快速屏蔽來自當前應用的複製內容 4. 序列號管理 5. 快速入門教程

source: Main Window
ar: النافذة الرئيسية
de: Hauptfenster
el: Κεντρικό παράθυρο
es: Ventana Principal
fr: Fenêtre principale
ja: メインウインドウ
ko: 주 창
nl: Hoofdvenster
sk: Hlavné okno
th: หน้าต่างหลัก
zh_hans: 主窗口
zh_hant: 主視窗

# main_window_soon
source: Coming Soon
ar: قريبًا
de: Demnächst
el: Έρχεται Σύντομα
es: Próximamente
fr: Bientôt disponible
ja: 近日公開
ko: 곧 출시 예정
nl: Binnenkort beschikbaar
sk: Už čoskoro
th: เร็วๆ นี้
zh_hans: 即将发布
zh_hant: 即將發布
