Repository: CleanClip/CleanClipApp-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ar, de, el, es, fr, ja, ko, nl, sk, th, zh_hans, zh_hant

# pin_lists_filter_remote_this
source: This Mac
ar: هذا الماك
de: Dieser Mac
el: Αυτός Ο Mac
es: Este Mac
fr: Ce Mac
ja: この Mac
ko: 이 Mac
nl: Deze Mac
sk: Tento Mac
th: Mac นี้
zh_hans: 本机
zh_hant: 本機

# pin_lists_filter_type_app
source: Application
ar: تطبيق
de: Anwendung
el: Εφαρμογή
es: Aplicación
ja: アプリケーション
ko: 애플리케이션
nl: Applicatie
sk: Aplikácia
th: แอปพลิเคชัน
zh_hans: 应用
zh_hant: 應用程式

# pin_lists_filter_type_keyword
source: Keyword
ar: كلمة مفتاحية
de: Schlüsselwort
el: Λέξη-κλειδί
es: Palabra Clave
fr: Mot clé
ja: キーワード
ko: 키워드
nl: Sleutelwoord
sk: Kľúčové slovo
th: คำสำคัญ
zh_hans: 关键词
zh_hant: 關鍵詞

# pin_lists_filter_type_link
source: Link
ar: رابط
el: Σύνδεσμος
es: Enlace
fr: Lien
ja: リンク
ko: 링크
nl: Koppeling
sk: Odkaz
th: ลิงก์
zh_hans: 链接
zh_hant: 連結

# pin_lists_filter_type_lists
source: Lists
ar: قوائم
de: Listen
el: Λίστες
es: Listas
fr: Listes
ja: リスト
ko: 목록
nl: Lijsten
sk: Zoznamy
th: รายการ
zh_hans: 列表
zh_hant: 列表

# pin_lists_filter_type_media_type
source: Media Type
ar: نوع الوسائط
de: Medientyp
el: Τύπος Πολυμέσου
es: Tipo de Medios
fr: Type de média
ja: メディアの種類
ko: 미디어 유형
sk: Typ média
th: ประเภทสื่อ
zh_hans: 媒体类型
zh_hant: 媒體類型

# pin_lists_filter_type_remote_copies
source: Source Device
ar: جهاز المصدر
de: Quellgerät
el: Συσκευή Πηγής
es: Dispositivo de Origen
fr: Appareil source
ja: ソースデバイス
ko: 소스 장치
nl: Bron apparaat
sk: Zdrojové zariadenie
th: อุปกรณ์ต้นทาง
zh_hans: 来源设备
zh_hant: 來源設備

# pin_lists_filter_type_text_length
source: Text Length
ar: طول النص
de: Textlänge
el: Μήκος κειμένου
es: Longitud del Texto
fr: Longueur du Texte
ja: テキストの長さ
ko: 텍스트 길이
nl: Tekst lengte
sk: Dĺžka textu
th: ความยาวข้อความ
zh_hans: 文本长度
zh_hant: 文本長度

# pin_title_app_all
source: All
ar: الكل
de: Alle
el: Όλα
es: Todo
fr: Tous
ko: 모두
nl: Alle
sk: Všetko
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

# pin_title_back_tooltip
source: Back to Default Display List
ar: العودة إلى قائمة العرض الافتراضية
de: Zurück zur Standardanzeigeliste
el: Επιστροφή στην Προεπιλεγμένη Λίστα Εμφάνισης
es: Volver a la Lista de Visualización Predeterminada
fr: Retour à la liste d'affichage par défaut
ja: デフォルトの表示リストに戻る
ko: 기본 표시 목록으로 돌아가기
nl: Terug naar de standaard weergave lijst
sk: Späť na predvolený zoznam zobrazenia
th: กลับไปที่รายการแสดงค่าเริ่มต้น
zh_hans: 返回全部应用列表
zh_hant: 返回全部應用列表

# pin_title_application_tooltip
source: Current Application Scope
ar: نطاق التطبيق الحالي
de: Aktueller Anwendungsbereich
el: Τρέχων Πεδίο Εφαρμογής
es: Ámbito de Aplicación Actual
fr: Portée de l'application courante
ja: 現在のアプリケーションの適用範囲
ko: 현재 애플리케이션 범위
nl: Huidige toepassingsbereik
sk: Aktuálny rozsah aplikácie
th: ขอบเขตแอปพลิเคชันปัจจุบัน
zh_hans: 当前应用范围
zh_hant: 當前應用範圍

# pin_title_pin_tooltip
source: Click to Pin or Follow Frontmost Application
ar: انقر لتثبيت أو متابعة التطبيق الأكثر ظهورًا
de: Klicken, um die vorderste Anwendung zu fixieren oder zu folgen
el: Κάντε κλικ για Καρφίτσωμα ή Ακολουθήστε την Εφαρμογή που είναι σε Πρώτο Πλάνο
es: Haz clic para Fijar o Seguir la Aplicación en Primer Plano
fr: Cliquez pour épingler ou suivre l'application au premier plan
ja: クリックして最前面のアプリケーションをピン留めまたは追跡
ko: 클릭하여 가장 앞에 있는 애플리케이션을 고정하거나 팔로우
nl: Klik om de meest gebruikte voorste Applicatie te vast te zetten of te volgen
sk: Kliknutím pripni alebo Podľa apky v popredí
th: คลิกเพื่อปักหมุดหรือติดตามแอปพลิเคชันที่อยู่ด้านหน้า
zh_hans: 点击以固定或跟随前台应用
zh_hant: 點擊以固定或跟隨前台應用

# pin_title_scope_all
source: All
ar: الكل
de: Alle
el: Όλα
es: Todo
fr: Tous
ko: 모두
nl: Alle
sk: Všetko
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

# pin_title_lists_favorite
source: Favorite
ar: المفضلة
de: Favoriten
el: Αγαπημένα
es: Favorito
fr: Favori
ja: お気に入り
ko: 즐겨찾기
nl: Favoriet
sk: Obľúbené
th: รายการโปรด
zh_hans: 收藏
zh_hant: 收藏

# pin_title_lists_tutorial
source: Tutorial
ar: الدليل
fr: Tutoriel
ja: チュートリアル
ko: 튜토리얼
nl: Handleiding
sk: Vodič
th: บทแนะนำ
zh_hans: 教程
zh_hant: 教學

# pin_title_lists_image
source: Image
ar: صورة
de: Bild
el: Εικόνα
es: Imagen
ja: 画像
ko: 이미지
nl: Afbeelding
sk: Obrázok
th: ภาพ
zh_hans: 图片
zh_hant: 圖片

# pin_title_lists_file
source: File
ar: ملف
de: Datei
el: Αρχείο
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
nl: Bestand
sk: Súbor
th: ไฟล์
zh_hans: 文件
zh_hant: 檔案

# pin_title_lists_link
source: Link
ar: رابط
el: Σύνδεσμος
es: Enlace
fr: Lien
ja: リンク
ko: 링크
sk: Odkaz
th: ลิงก์
zh_hans: 链接
zh_hant: 連結

# pin_title_lists_email
source: Email
ar: البريد الإلكتروني
el: Διεύθυνση Ηλεκτρονικού Ταχυδρομείου
es: Correo Electrónico
ja: メール
ko: 이메일
th: อีเมล
zh_hans: 邮箱
zh_hant: 電郵

# pin_title_lists_remote
source: Remote
ar: عن بُعد
el: Απομακρυσμένη
es: Remoto
fr: À distance
ja: リモート
ko: 원격
nl: Extern
sk: Vzdialené
th: ระยะไกล
zh_hans: 远程设备
zh_hant: 遠程設備

# pin_title_lists_notes
source: From Notes
ar: من الملاحظات
de: Aus Notizen
el: Από σημειώσεις
es: Desde Notas
fr: Depuis les notes
ja: ノートから
ko: 노트에서
nl: Uit notities
sk: Z poznámok
th: จากบันทึก
zh_hans: 来自备忘录
zh_hant: 來自記事

# pin_title_scope_tooltip
source: Specify the scope of the search content
ar: حدد نطاق محتوى البحث
de: Geben Sie den Umfang des Suchinhalts an
el: Καθορίστε το εύρος του περιεχομένου αναζήτησης
es: Especifica el ámbito del contenido de búsqueda
fr: Spécifiez la portée du contenu de la recherche
ja: 検索内容の範囲を指定する
ko: 검색 내용의 범위를 지정합니다
nl: Specificeer de scope van de zoekcontent
sk: Určiť rozsah obsahu vyhľadávania
th: ระบุขอบเขตของเนื้อหาการค้นหา
zh_hans: 指定查询内容的范围
zh_hant: 指定查詢內容的範圍

# pin_title_search_tooltip
source: ⌘F Quickly show or hide the search box
ar: ⌘F لإظهار أو إخفاء مربع البحث بسرعة
de: ⌘F Schnell die Suchbox ein- oder ausblenden
el: ⌘F Γρήγορη εμφάνιση ή απόκρυψη του πλαισίου αναζήτησης
es: ⌘F Mostrar u Ocultar Rápidamente el Cuadro de Búsqueda
fr: ⌘F Afficher/Masquer rapidement la zone de recherche
ja: ⌘F 検索ボックスを素早く表示または非表示にする
ko: ⌘F 검색 상자를 빠르게 표시하거나 숨기기
nl: ⌘F snel tonen of verbergen van het zoekvak
sk: ⌘F Rýchle zobrazenie alebo skrytie vyhľadávacieho poľa
th: ⌘F แสดงหรือซ่อนกล่องค้นหาอย่างรวดเร็ว
zh_hans: ⌘F 快速显示、隐藏搜索框
zh_hant: ⌘F 快速顯示、隱藏搜索框

# pin_unknown
source: Unknown
ar: غير معروف
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
nl: Onbekend
sk: Neznámy
th: ไม่ทราบ
zh_hans: 未知
zh_hant: 未知

# main_window_intro_short
source: Introduction
ar: مقدمة
de: Einführung
el: Εισαγωγή
es: Introducción
ja: イントロダクション
ko: 소개
nl: Inleiding
sk: Predstavenie
th: บทนำ
zh_hans: 主窗口介绍
zh_hant: 主視窗介紹

# main_window_intro
source: Main Window - A fixed window with powerful content organization and management capabilities
ar: النافذة الرئيسية - نافذة ثابتة مع قدرات قوية لتنظيم المحتوى وإدارته
de: Hauptfenster - Ein festes Fenster mit leistungsstarken Funktionen zur Organisation und Verwaltung von Inhalten
el: Κεντρικό Παράθυρο - Ένα σταθερό παράθυρο με αρκετές δυνατότητες οργάνωσης και διαχείρισης
es: Ventana Principal - Una ventana fija con potentes capacidades de organización y gestión de contenido
fr: Fenêtre principale - Une fenêtre fixe avec des capacités puissantes d'organisation et de gestion de contenu
ja: メインウィンドウ - 強力なコンテンツの整理と管理機能を備えた固定ウィンドウ
ko: 메인 윈도우 - 강력한 콘텐츠 조직 및 관리 기능을 갖춘 고정 창
nl: Hoofdvenster - Een vast venster met krachtige inhoudsorganisatie en beheermogelijkheden
sk: Hlavné okno - stála súčasť obrazovky s pokročilými možnosťami pre organizáciu a manažment obsahu
th: หน้าต่างหลัก - หน้าต่างคงที่ที่มีความสามารถในการจัดระเบียบและจัดการเนื้อหาที่ทรงพลัง
zh_hans: 主窗口 - 拥有强大的内容组织、管理能力的固定窗口
zh_hant: 主視窗 - 擁有強大的內容組織、管理能力的固定視窗

# main_window_intro_desc
source: The Main Window is a fixed window on the screen that allows you to batch operate, manage, and use clipboard records. Filter: Freely filter the displayed items based on App + List. Search: Quickly search within the filtering range. Selection: Left-click to select a single item; ⌘+click to add an item; ⇧+click to add all items between two selections; Paste: Double-click to paste a single item; drag and drop or right-click menu to batch operate multiple items.
ar: النافذة الرئيسية هي نافذة ثابتة على الشاشة تتيح لك إجراء عمليات جماعية، وإدارة، واستخدام سجلات الحافظة. التصفية: تصفية العناصر المعروضة بحرية بناءً على التطبيق + القائمة. البحث: البحث بسرعة ضمن نطاق التصفية. الاختيار: انقر بزر الماوس الأيسر لتحديد عنصر واحد؛ ⌘+انقر لإضافة عنصر؛ ⇧+انقر لإضافة جميع العناصر بين اختيارين؛ لصق: انقر نقرًا مزدوجًا للصق عنصر واحد؛ اسحب وأفلت أو استخدم قائمة النقر الأيمن لإجراء عمليات جماعية على عدة عناصر.
de: Das Hauptfenster ist ein festes Fenster auf dem Bildschirm, das es Ihnen ermöglicht, Clipboard-Einträge zu batchen, zu verwalten und zu verwenden. Filter: Freies Filtern der angezeigten Elemente basierend auf App + Liste. Suche: Schnelles Suchen innerhalb des Filterbereichs. Auswahl: Linksklick, um ein einzelnes Element auszuwählen; ⌘+Klick, um ein Element hinzuzufügen; ⇧+Klick, um alle Elemente zwischen zwei Auswahlen hinzuzufügen; Einfügen: Doppelklick, um ein einzelnes Element einzufügen; Drag & Drop oder Rechtsklick-Menü, um mehrere Elemente zu batchen.
el: Το Κυρίως Παράθυρο είναι ένα σταθερό παράθυρο στην οθόνη που σας επιτρέπει να λειτουργείτε, να διαχειρίζεστε και να χρησιμοποιείτε εγγραφές στο πρόχειρο. Φίλτρο: Φιλτράρετε ελεύθερα τα εμφανιζόμενα στοιχεία με βάση την Εφαρμογή + Λίστα. Αναζήτηση: Αναζητήστε γρήγορα εντός της εμβέλειας του φίλτρου. Επιλογή: Κάντε αριστερό κλικ για να επιλέξετε ένα μόνο στοιχείο. ⌘+κλικ για να προσθέσετε ένα στοιχείο. ⇧+κλικ για να προσθέσετε όλα τα στοιχεία μεταξύ δύο επιλογών. Επικόλληση: Διπλό κλικ για να επικολλήσετε ένα μόνο στοιχείο. Σύρετε και αφήστε ή χρησιμοποιήστε το μενού δεξιού κλικ για ομαδικές λειτουργίες πολλαπλών στοιχείων.
es: La Ventana Principal es una ventana fija en la pantalla que te permite operar, gestionar y utilizar registros del portapapeles en lote. Filtro: Filtra libremente los elementos mostrados según App + Lista. Búsqueda: Busca rápidamente dentro del rango de filtrado. Selección: Haz clic izquierdo para seleccionar un solo elemento; ⌘+clic para agregar un elemento; ⇧+clic para agregar todos los elementos entre dos selecciones; Pegar: Haz doble clic para pegar un solo elemento; arrastra y suelta o menú de clic derecho para operar en lote múltiples elementos.
fr: La fenêtre principale est une fenêtre fixe à l'écran qui vous permet d'opérer par lot, de gérer et d'utiliser des enregistrements du presse-papiers. Filtre : Filtrer librement les éléments affichés en fonction de l'application + liste. Recherche : Rechercher rapidement dans la plage de filtrage. Sélection : Cliquez avec le bouton gauche pour sélectionner un élément ; ⌘ + clic pour ajouter un élément ; ⇧ + clic pour ajouter tous les éléments entre deux sélections. Coller : Double-cliquez pour coller un élément ; faites glisser et déposez ou utilisez le menu clic droit pour opérer par lot sur plusieurs éléments.
ja: メインウィンドウは、クリップボードの記録を一括操作、管理、使用するための画面上の固定ウィンドウです。 フィルター: アプリとリストに基づいて表示アイテムを自由にフィルタリングできます。 検索: フィルタリングの範囲内で素早く検索できます。 選択: 左クリックで1つのアイテムを選択; ⌘+クリックでアイテムを追加; ⇧+クリックで2つの選択の間のすべてのアイテムを追加。 ペースト: ダブルクリックで1つのアイテムを貼り付け; ドラッグ&ドロップまたは右クリックメニューで複数のアイテムを一括操作。
ko: 메인 윈도우는 화면에 고정된 창으로, 클립보드 기록을 일괄적으로 운영, 관리 및 사용할 수 있습니다. 필터: 앱 + 목록에 따라 표시된 항목을 자유롭게 필터링합니다. 검색: 필터링 범위 내에서 빠르게 검색합니다. 선택: 왼쪽 클릭으로 단일 항목 선택; ⌘+클릭으로 항목 추가; ⇧+클릭으로 두 선택 사이의 모든 항목 추가; 붙여넣기: 더블 클릭으로 단일 항목 붙여넣기; 드래그 앤 드롭 또는 오른쪽 클릭 메뉴로 여러 항목을 일괄 운영합니다.
nl: Het hoofdvenster is een vast venster op het scherm waarmee u klembordrecords batchgewijs kunt bedienen, beheren en gebruiken. Filter: Filter de weergegeven items vrijelijk op basis van App + List. Zoeken: Zoek snel binnen het filterbereik. Selectie: Klik met de linkermuisknop om een enkel item te selecteren; ⌘+klik om een item toe te voegen; ⇧+klik om alle items tussen twee selecties toe te voegen; Plakken: Dubbelklik om één item te plakken. Slepen en neerzetten of met de rechtermuisknop klikken om meerdere items batchgewijs te bedienen.
sk: Hlavné okno je stála súčasť obrazovky, pomocou ktorej môžeš hromadne spravovať a využívať položky zo schránky. Filter: Filtruj zobrazené položky na základe aplikácie + zoznamu. Vyhľadávanie: Rýchle vyhľadávanie v rozsahu filtrovania. Výber: Ľavé kliknutie vyberie jednu položku; ⌘+kliknutie pridá položku; ⇧+kliknutie pridá všetky položky medzi dvomi výbermi; Prilepenie: Dvojité kliknutie prilepí jednu položku; pre hromadnú správu položiek, presuň myšou alebo vykonaj pravé kliknutie na menu.
th: หน้าต่างหลักเป็นหน้าต่างคงที่บนหน้าจอที่ช่วยให้คุณสามารถดำเนินการจัดการและใช้บันทึกคลิปบอร์ดได้เป็นกลุ่ม กรอง: กรองรายการที่แสดงตามแอป + รายการได้อย่างอิสระ ค้นหา: ค้นหาอย่างรวดเร็วภายในขอบเขตการกรอง การเลือก: คลิกซ้ายเพื่อเลือกหนึ่งรายการ; ⌘+คลิกเพื่อเพิ่มรายการ; ⇧+คลิกเพื่อเพิ่มรายการทั้งหมดระหว่างการเลือกสองรายการ; วาง: ดับเบิลคลิกเพื่อวางรายการเดียว; ลากและวางหรือเมนูคลิกขวาเพื่อดำเนินการกลุ่มหลายรายการ.
zh_hans: 主窗口是固定在屏幕上，拥有对剪贴板记录进行批量操作、管理、使用的窗口。 筛选：根据 App + 列表自由筛选显示的项目范围。 搜索：在筛选范围内快速搜索。 选择：左键单击进行单选；⌘+单击添加项目；⇧+单击添加两次选择间的全部项目； 使用：双击粘贴单个项目；拖拽或右键菜单批量操作多个项目。
zh_hant: 主視窗是固定在螢幕上，擁有對剪貼簿記錄進行批量操作、管理、使用的視窗。 篩選：根據 App + 列表自由篩選顯示的項目範圍。 搜索：在篩選範圍內快速搜索。 選擇：左鍵單擊進行單選；⌘+單擊添加項目；⇧+單擊添加兩次選擇間的全部項目； 使用：雙擊貼上單個項目；拖拽或右鍵選單批量操作多個項目。

# main_window_follow_frontmost
source: Automatically Follow Frontmost App
ar: متابعة التطبيق الأكثر ظهورًا تلقائيًا
de: Automatisch der vordersten App folgen
el: Αυτόματη Ακολουθίας της Εφαρμογής στο Προσκήνιο
es: Seguir Automáticamente la Aplicación en Primer Plano
fr: Suivre automatiquement l'application principale
ja: 最前面のアプリを自動的に追跡する
ko: 가장 앞에 있는 앱 자동 팔로우
nl: Volg automatisch de voorste app
sk: Automaticky podľa apky v popredí
th: ติดตามแอปที่อยู่ด้านหน้าโดยอัตโนมัติ
zh_hans: 自动跟随前台应用
zh_hant: 自動跟隨前台應用

# main_window_follow_frontmost_desc
source: When selecting the Follow Frontmost App mode, the app filter will automatically follow the changes of the frontmost app and display the clipboard history of that app. This mode, when used with lists, can create many possibilities and provide dedicated spaces for each app, unlocking the potential of the app.
ar: عند اختيار وضع متابعة التطبيق الأكثر ظهورًا، ستتبع فلتر التطبيق تلقائيًا تغييرات التطبيق الأكثر ظهورًا وتعرض تاريخ الحافظة لذلك التطبيق. يمكن أن يخلق هذا الوضع، عند استخدامه مع القوائم، العديد من الاحتمالات ويوفر مساحات مخصصة لكل تطبيق، مما يفتح إمكانيات التطبيق.
de: Wenn Sie den Modus 'Der vordersten App folgen' auswählen, folgt der App-Filter automatisch den Änderungen der vordersten App und zeigt die Clipboard-Historie dieser App an. Dieser Modus kann in Verbindung mit Listen viele Möglichkeiten schaffen und spezielle Bereiche für jede App bereitstellen, wodurch das Potenzial der App freigesetzt wird.
el: Όταν επιλέγετε τη λειτουργία Ακολουθίας της εφαρμογής στο Προσκήνιο, το φίλτρο εφαρμογής θα ακολουθήσει αυτόματα τις αλλαγές της αρχικής εφαρμογής και θα εμφανίσει το ιστορικό του προχείρου αυτής της εφαρμογής. Αυτή η λειτουργία, όταν χρησιμοποιείται με λίστες, μπορεί να δημιουργήσει πολλές δυνατότητες και να παρέχει αποκλειστικούς χώρους για κάθε εφαρμογή, ξεκλειδώνοντας τις δυνατοτήτες της εφαρμογής.
es: Al seleccionar el modo Seguir la Aplicación en Primer Plano, el filtro de la aplicación seguirá automáticamente los cambios de la aplicación en primer plano y mostrará el historial del portapapeles de esa aplicación. Este modo, cuando se usa con listas, puede crear muchas posibilidades y proporcionar espacios dedicados para cada aplicación, desbloqueando el potencial de la aplicación.
fr: Lors de la sélection du mode Suivre l'application à l'avant plan, le filtre d'application suivra automatiquement les changements de l'application hôte et affichera l'historique du presse-papiers de cette application. Ce mode, utilisé avec des listes, peut créer de nombreuses possibilités et offrir des espaces dédiés pour chaque application, débloquant ainsi le potentiel de l'application.
ja: 最前面のアプリを追跡するモードを選択すると、アプリフィルターは自動的に最前面のアプリの変更に追従し、そのアプリのクリップボード履歴を表示します。 このモードは、リストと組み合わせて使用することで多くの可能性を生み出し、各アプリに専用のスペースを提供し、アプリの潜在能力を引き出すことができます。
ko: 가장 앞에 있는 앱 모드를 선택하면, 앱 필터가 가장 앞에 있는 앱의 변경 사항을 자동으로 따르고 해당 앱의 클립보드 기록을 표시합니다. 이 모드는 목록과 함께 사용하면 많은 가능성을 창출하고 각 앱에 전용 공간을 제공하여 앱의 잠재력을 열 수 있습니다.
nl: Wanneer u de modus Volg voorste App selecteert, volgt het app-filter automatisch de wijzigingen van de voorste app en geeft het de klembordgeschiedenis van die app weer. Deze modus kan, wanneer deze wordt gebruikt met lijsten, veel mogelijkheden creëren en speciale ruimtes bieden voor elke app, waardoor het potentieel van de app wordt ontgrendeld.
sk: Po výbere režimu "Podľa apky v popredí" bude filter automaticky sledovať aplikáciu v popredí a zobrazí históriu schránky danej aplikácie. Tento režim môže pri použití so zoznamami vytvoriť veľa možností a poskytnúť vyhradené priestory pre každú aplikáciu, čím sa odomkne potenciál aplikácie.
th: เมื่อเลือกโหมดติดตามแอปที่อยู่ด้านหน้า ตัวกรองแอปจะติดตามการเปลี่ยนแปลงของแอปที่อยู่ด้านหน้าและแสดงประวัติคลิปบอร์ดของแอปนั้น โหมดนี้เมื่อใช้กับรายการสามารถสร้างความเป็นไปได้มากมายและจัดเตรียมพื้นที่เฉพาะสำหรับแต่ละแอป เปิดศักยภาพของแอป.
zh_hans: 选择跟随前台应用模式后，应用筛选器会自动跟随前台应用变化，显示该应用的历史复制记录。 该模式与列表配合使用，可以扩展出很多玩法，可以为每一个 App 新增专用收藏空间，释放应用潜力。
zh_hant: 選擇跟隨前台應用模式後，應用篩選器會自動跟隨前台應用變化，顯示該應用的歷史複製記錄。 該模式與列表配合使用，可以擴展出很多玩法，可以為每一個 App 新增專用收藏空間，釋放應用潛力。

# main_window_youtubelinks_short
source: Smart Lists
ar: قوائم ذكية
de: Intelligente Listen
el: Έξυπνες Λίστες
es: Listas Inteligentes
fr: Listes intelligentes
ja: スマートリスト
ko: 스마트 목록
nl: Slimme lijsten
sk: Inteligentné zoznamy
th: รายการอัจฉริยะ
zh_hans: 智能列表
zh_hant: 智能列表

# main_window_youtubelinks
source: Smart Lists - Smart filtering items based on conditions
ar: قوائم ذكية - تصفية ذكية للعناصر بناءً على الشروط
de: Intelligente Listen - Intelligentes Filtern von Elementen basierend auf Bedingungen
el: Έξυπνες λίστες - Έξυπνο φιλτράρισμα στοιχείων με βάση τις συνθήκες
es: Listas Inteligentes - Filtrado inteligente de elementos basado en condiciones
fr: Listes intelligentes - Éléments de filtrage intelligents basés sur les conditions
ja: スマートリスト - 条件に基づいてアイテムをスマートにフィルタリング
ko: 스마트 목록 - 조건에 따라 항목을 스마트 필터링
nl: Slimme lijsten - Slimme filter-items op basis van voorwaarden
sk: Inteligentné zoznamy - inteligentné filtrovanie položiek na základe podmienok
th: รายการอัจฉริยะ - การกรองรายการอย่างชาญฉลาดตามเงื่อนไข
zh_hans: 智能列表 - 根据条件智能筛选项目
zh_hant: 智能列表 - 根據條件智能篩選項目

# main_window_youtubelinks_desc
source: With Smart Lists, you can freely set filtering conditions to obtain the desired content. The currently supported filtering conditions include: media type, keyword matching, regular expression matching, character length, source app, source device, and location in the collection.
ar: مع القوائم الذكية، يمكنك تعيين شروط التصفية بحرية للحصول على المحتوى المطلوب. تشمل شروط التصفية المدعومة حاليًا: نوع الوسائط، مطابقة الكلمات الرئيسية، مطابقة التعبيرات العادية، طول الأحرف، التطبيق المصدر، جهاز المصدر، والموقع في المجموعة.
de: Mit intelligenten Listen können Sie Filterbedingungen frei festlegen, um den gewünschten Inhalt zu erhalten. Die derzeit unterstützten Filterbedingungen umfassen: Medientyp, Schlüsselwortübereinstimmung, reguläre Ausdrucksübereinstimmung, Zeichenlänge, Quell-App, Quellgerät und Standort in der Sammlung.
el: Με τις Έξυπνες Λίστες, μπορείτε να ορίσετε ελεύθερα τις συνθήκες φιλτραρίσματος για να καταφέρετε το επιθυμητό περιεχόμενο. Οι τρέχουσες συνθήκες φιλτραρίσματος περιλαμβάνουν: τύπο πολυμέσων, αντιστοίχιση λέξεων-κλειδιών, κανονικό ταίριασμα έκφρασης, μήκος χαρακτήρων, εφαρμογή πηγής, συσκευή πηγής και θέση στη συλλογή.
es: Con Listas Inteligentes, puedes establecer libremente condiciones de filtrado para obtener el contenido deseado. Las condiciones de filtrado actualmente soportadas incluyen: tipo de medio, coincidencia de palabras clave, coincidencia de expresiones regulares, longitud de caracteres, aplicación de origen, dispositivo de origen y ubicación en la colección.
fr: Avec les listes intelligentes, vous pouvez librement définir des conditions de filtrage pour obtenir le contenu souhaité. Les conditions de filtrage actuellement prises en charge incluent : le type de média, la correspondance des mots-clés, la correspondance des expressions régulières, la longueur des caractères, l'application source, le périphérique source et l'emplacement dans la collection.
ja: スマートリストを使用すると、フィルタリング条件を自由に設定して、必要なコンテンツを取得することができます。 現在サポートされているフィルタリング条件には、メディアタイプ、キーワードマッチング、正規表現マッチング、文字の長さ、ソースアプリ、ソースデバイス、収集場所が含まれます。
ko: 스마트 목록을 사용하면 원하는 콘텐츠를 얻기 위해 필터링 조건을 자유롭게 설정할 수 있습니다. 현재 지원되는 필터링 조건에는: 미디어 유형, 키워드 일치, 정규 표현식 일치, 문자 길이, 소스 앱, 소스 장치 및 수집 위치가 포함됩니다.
nl: Met Smart Lists kunt u vrijelijk filtervoorwaarden instellen om de gewenste inhoud te verkrijgen. De momenteel ondersteunde filtervoorwaarden omvatten: mediatype, trefwoordovereenkomst, overeenkomst met reguliere expressies, tekenlengte, bronapp, bronapparaat en locatie in de verzameling.
sk: Pomocou inteligentných zoznamov môžeš ľubovoľne nastaviť podmienky filtrovania na získanie požadovaného obsahu. Aktuálne podporované podmienky filtrovania sú: typ média, kľúčové slová, regulárne výrazy, počet znakov, zdrojová aplikácia, zdrojové zariadenie a umiestnenie v zozname.
th: ด้วยรายการอัจฉริยะ คุณสามารถตั้งค่าเงื่อนไขการกรองได้อย่างอิสระเพื่อให้ได้เนื้อหาที่ต้องการ. เงื่อนไขการกรองที่รองรับในปัจจุบัน ได้แก่ ประเภทสื่อ, การจับคู่คำสำคัญ, การจับคู่ด้วยนิพจน์ปกติ, ความยาวตัวอักษร, แอปต้นทาง, อุปกรณ์ต้นทาง และตำแหน่งในคอลเลกชัน.
zh_hans: 利用智能列表，可以自由地设定筛选条件，从而获取到想要的内容。 目前支持的筛选条件有: 媒体类型、关键字匹配、正则匹配、字符长度、来源 App、来源设备、所在收藏夹。
zh_hant: 利用智能列表，可以自由地設定篩選條件，從而獲取到想要的內容。 目前支持的篩選條件有: 媒體類型、關鍵字匹配、正則匹配、字符長度、來源 App、來源設備、所在收藏夾。

# main_window_manual_collection
source: Collection Lists - Manual Management
ar: قوائم التجميع - إدارة يدوية
de: Sammlungslisten - Manuelle Verwaltung
el: Λίστες Συλλογών - Χειροκίνητη Διαχείριση
es: Listas de Colección - Gestión Manual
fr: Listes de collections - Gestion manuelle
ja: コレクションリスト - 手動管理
ko: 수집 목록 - 수동 관리
nl: Collectielijsten - Handmatig beheer
sk: Zoznamy - manuálna správa
th: รายการคอลเลกชัน - การจัดการด้วยตนเอง
zh_hans: 收藏列表 - 手动管理
zh_hant: 收藏列表 - 手動管理
