Repository: CleanClip/CleanClipApp-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ar, de, el, es, fr, ja, ko, nl, sk, th, zh_hans, zh_hant

# clear_all_tooltip
source: Clear all items.
ar: مسح جميع العناصر.
de: Alle Elemente löschen.
el: Εκκαθάριση όλων.
es: Borrar todos los elementos.
fr: Supprimer toute la liste.
ja: 全ての項目をクリアします。
ko: 모든 항목 지우기.
nl: Verwijder alle items.
sk: Vymazať všetky položky.
th: ลบรายการทั้งหมด.
zh_hans: 清除全部项目。
zh_hant: 清除全部項目。

# about_tooltip
source: Read more about application.
ar: اقرأ المزيد عن التطبيق.
de: Erfahren Sie mehr über die Anwendung.
el: Διαβάστε περισσότερα σχετικά με την εφαρμογή.
es: Leer más sobre la aplicación.
fr: Plus d'informations à propos de l'application.
ja: アプリケーションについての詳細を表示します。
ko: 애플리케이션에 대한 자세한 정보 읽기.
nl: Lees meer over de toepassing.
sk: Prečítaj si viac o aplikácii.
th: อ่านเพิ่มเติมเกี่ยวกับแอปพลิเคชัน.
zh_hans: 查看更多应用信息
zh_hant: 查看更多應用信息。

# quit_tooltip
source: Quit application.
ar: الخروج من التطبيق.
de: Anwendung beenden.
el: Έξοδος Εφαρμογής.
es: Salir de la aplicación.
fr: Quitter l'application.
ja: アプリケーションを終了します。
ko: 애플리케이션 종료.
nl: Programma afsluiten.
sk: Ukončiť aplikáciu.
th: ออกจากแอปพลิเคชัน.
zh_hans: 退出应用
zh_hant: 結束應用。

source: Clear All
ar: مسح كل المحتوى
de: Alle Inhalte löschen
el: Απαλοιφή όλων
es: Borrar todo el contenido
fr: Effacer tout le contenu
ja: クリア
ko: 모든 콘텐츠 지우기
nl: Alles wissen
sk: Vymazať všetko
th: ลบเนื้อหาทั้งหมด
zh_hans: 清空全部内容
zh_hant: 清空全部內容

# about
source: About CleanClip...
ar: حول CleanClip...
de: Über CleanClip...
el: Σχετικά με το CleanClip...
es: Acerca de CleanClip...
fr: À propos de CleanClip...
ja: CleanClipについて
ko: CleanClip에 대하여...
nl: Over CleanClip...
sk: O apke CleanClip...
th: เกี่ยวกับ CleanClip...
zh_hans: 关于
zh_hant: 關於

source: Quit
ar: خروج
de: Beenden
el: Έξοδος
es: Salir
fr: Quitter
ja: 終了
ko: 종료
nl: Stop
sk: Ukončiť
th: ออก
zh_hans: 退出
zh_hant: 結束

source: Preferences...
ar: التفضيلات...
de: Einstellungen...
el: Προτιμήσεις...
es: Preferencias...
fr: Préférences...
ja: 設定
ko: 환경설정...
nl: Voorkeuren...
sk: Preferencie...
th: การตั้งค่า...
zh_hans: 偏好设置
zh_hant: 偏好設定

# preferences_general
source: General
ar: عام
de: Allgemein
el: Γενικά
fr: Général
ja: 一般
ko: 일반
nl: Algemeen
sk: Všeobecné
th: ทั่วไป
zh_hans: 通用
zh_hant: 一般

# preferences_storage
source: Storage
ar: التخزين
de: Speicher
el: Αποθήκευση
es: Almacenamiento
fr: Stockage
ja: 保管
ko: 저장소
nl: Opslagruimte
sk: Úložisko
th: การจัดเก็บ
zh_hans: 贮存
zh_hant: 儲存

# accessibility_alert_message
source: “CleanClip” would like to control this computer using accessibility features.
ar: تود “CleanClip” التحكم في هذا الكمبيوتر باستخدام ميزات الوصول.
de: „CleanClip“ möchte diesen Computer mit Hilfe von Barrierefreiheitsfunktionen steuern.
el: “CleanClip” θα ήθελε να ελέγξει αυτόν τον υπολογιστή χρησιμοποιώντας τα χαρακτηριστικά προσβασιμότητας.
es: “CleanClip” desea controlar este ordenador utilizando funciones de accesibilidad.
fr: “CleanClip” souhaite contrôler cet ordinateur en utilisant des fonctions d'accessibilité.
ja: “CleanClip”は、アクセシビリティ機能を使用してこのコンピュータを制御することを求めています。
ko: “CleanClip”이 접근성 기능을 사용하여 이 컴퓨터를 제어하고자 합니다.
nl: "CleanClip" wil deze computer bedienen met behulp van toegankelijkheidsfuncties.
sk: "CleanClip" by chcel ovládať tento počítač pomocou funkcií Prístupnosti.
th: “CleanClip” ต้องการควบคุมคอมพิวเตอร์นี้โดยใช้ฟีเจอร์การเข้าถึง.
zh_hans: “CleanClip“想要使用“辅助功能”控制此计算机。
zh_hant: 「CleanClip「想要使用「輔助功能」控制此 Mac。

# accessibility_alert_comment
source: Grant access to this application in Security & Privacy preferences, located in System Preferences. Click + button, select CleanClip and toggle on the checkbox next to it.
ar: امنح الوصول إلى هذا التطبيق في تفضيلات الأمان والخصوصية، الموجودة في تفضيلات النظام. انقر على زر +، اختر CleanClip وقم بتفعيل المربع بجانبه.
de: Gewähren Sie dieser Anwendung Zugriff in den Sicherheit- & Datenschutz-Einstellungen, die sich in den Systemeinstellungen befinden. Klicken Sie auf die Schaltfläche +, wählen Sie CleanClip aus und aktivieren Sie das Kontrollkästchen daneben.
el: Χορηγήστε πρόσβαση σε αυτήν την εφαρμογή στις προτιμήσεις ασφάλειας & απορρήτου, που βρίσκονται στις Προτιμήσεις συστήματος. Κάντε κλικ στο κουμπί +, επιλέξτε CleanClip και κάντε εναλλαγή στο πλαίσιο ελέγχου δίπλα του.
es: Concede acceso a esta aplicación en las preferencias de Seguridad y Privacidad, ubicadas en Preferencias del Sistema. Haz clic en el botón +, selecciona CleanClip y activa la casilla de verificación junto a él.
fr: Accorder les droits à cette application dans le panneau Sécurité & confidentialité, situé dans Préférences Système. Cliquez sur le bouton +, sélectionnez “CleanClip“ et cochez la case à côté.
ja: システム環境設定の“セキュリティとプライバシー”環境設定で、このアプリケーションへのアクセスを許可してください。 “+“ボタンをクリックし、“CleanClip“を選択して、その横のチェックボックスをオンにします。
ko: 시스템 환경설정의 보안 및 개인 정보 보호 환경설정에서 이 애플리케이션에 대한 접근을 허용하세요. + 버튼을 클릭하고 CleanClip을 선택한 후 옆의 체크박스를 활성화하세요.
nl: Verleen toegang tot dit programma in het paneel 'Beveiliging en privacy' in Systeemvoorkeuren. Klik op de + knop, selecteer CleanClip en schakel het selectievakje ernaast in.
sk: Udeľ prístup CleanClip v Systémových nastaveniach > Súkromie a bezpečnosť > Prístupnosť.
th: อนุญาตการเข้าถึงแอปพลิเคชันนี้ในการตั้งค่าความปลอดภัยและความเป็นส่วนตัว ซึ่งอยู่ในการตั้งค่าระบบ. คลิกปุ่ม + เลือก CleanClip และเปิดใช้งานช่องทำเครื่องหมายข้างๆ.
zh_hans: 在“系统偏好设置”中的“安全性和隐私”设置中授予此应用程序权限。 单击 ”+” 按钮，选择 ”CleanClip” 并打开旁边的复选框。
zh_hant: 在「系統偏好設定」中的「安全性和隱私權」設定中允許此應用程式權限。 單擊 「+ 「按鈕，選擇 「CleanClip 「並打開旁邊的複選框。

# accessibility_alert_deny
source: Deny
ar: رفض
de: Ablehnen
el: Απόρριψη
es: Denegar
fr: Refuser
ja: 拒否
ko: 거부
nl: Afwijzen
sk: Zakázať
th: ปฏิเสธ
zh_hans: 拒绝
zh_hant: 拒絕

# accessibility_alert_open
source: Open System Preferences
ar: فتح تفضيلات النظام
de: Systemeinstellungen öffnen
el: Ανοίξτε Τις Προτιμήσεις Συστήματος
es: Abrir Preferencias del Sistema
fr: Ouvrir les Préférences Système
ja: “システム環境設定”を開く
ko: 시스템 환경설정 열기
nl: Open systeemvoorkeuren
sk: Otvoriť Systémové nastavenia
th: เปิดการตั้งค่าระบบ
zh_hans: 打开系统偏好设置
zh_hant: 打開系統偏好設定

# clear_alert_message
source: Are you sure you want to clear all content?
ar: هل أنت متأكد أنك تريد مسح كل المحتوى؟
de: Sind Sie sicher, dass Sie alle Inhalte löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλες τις εγγραφές;
es: ¿Estás seguro de que deseas borrar todo el contenido?
fr: Voulez-vous vraiment effacer l'historique?
ja: 履歴をクリアしますか？
ko: 모든 콘텐츠를 지우시겠습니까?
nl: Weet u zeker dat u alle inhoud wilt wissen?
sk: Naozaj chceš vymazať všetok obsah?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเนื้อหาทั้งหมด?
zh_hans: 确定要清除全部历史记录吗？
zh_hant: 確定要清除全部歷史記錄嗎？

# clear_alert_comment
source: You can't undo this action.
ar: %@ تضمين عناصر قائمة الجمع %@ تضمين العناصر ذات الاسم المستعار
de: %@ Sammlungslisten-Elemente einfügen %@ Alias-Elemente einfügen
el: Δεν μπορείτε να αναιρέσετε αυτήν την ενέργεια.
es: No puedes deshacer esta acción.
fr: Vous ne pouvez pas annuler cette action.
ja: このアクションは元に戻すことができません。
ko: %@ 수집 목록 항목 포함 %@ 별칭 항목 포함
nl: U kunt deze actie niet ongedaan maken.
sk: Túto akciu nemožno vrátiť späť.
th: %@ รวมรายการในรายการสะสม %@ รวมรายการที่มีชื่อเล่น
zh_hans: 无法撤消此操作。
zh_hant: %@ 包含收藏清單項目 %@ 包含別名項目

# clear_alert_cancel
source: Not Now
ar: ليس الآن
de: Nicht jetzt
el: Αργότερα
es: No ahora
fr: Annuler
ja: キャンセル
ko: 지금 안 함
nl: Niet nu
sk: Teraz nie
th: ไม่ตอนนี้
zh_hans: 取消
zh_hant: 取消

# clear_alert_confirm
source: Clear All
ar: مسح الكل
de: Alle löschen
el: Απαλοιφή όλων
es: Borrar Todo
fr: Supprimer
ja: クリア
ko: 모두 지우기
nl: Wis alles
sk: Odstrániť všetko
th: ลบทั้งหมด
zh_hans: 清除
zh_hant: 清除

# license_intro
source: Search and use everything you copied right at the input position, not in the menu bar 1000 miles away.
ar: ابحث واستخدم كل ما قمت بنسخه مباشرة عند موضع الإدخال، وليس في شريط القائمة البعيد 1000 ميل.
de: Suchen und verwenden Sie alles, was Sie kopiert haben, direkt an der Eingabestelle, nicht in der Menüleiste, die 1000 Meilen entfernt ist.
el: Αναζητήστε και χρησιμοποιήστε όλα όσα αντιγράψατε ακριβώς στη θέση εισαγωγής, όχι στη γραμμή μενού 1000 μίλια μακριά.
es: Busca y utiliza todo lo que copiaste justo en la posición de entrada, no en la barra de menú a 1000 millas de distancia.
fr: Recherchez et utilisez tout ce que vous avez copié juste à la position d'entrée, pas dans la barre de menus à 1000 km.
ja: 遠く離れたメニューバーではなく、入力位置でコピーしたすべてのものを検索して使用できます。
ko: 메뉴 바에서 1000마일 떨어진 곳이 아니라 입력 위치에서 복사한 모든 것을 검색하고 사용할 수 있습니다.
nl: Zoek en gebruik alles wat je hebt gekopieerd direct op de invoerpositie, niet in de menubalk 1000 mijl verderop.
sk: Vyhľadaj a použi všetko skopírované priamo na mieste vkladania, nie v lište vzdialenej na 1000 míľ.
th: ค้นหาและใช้ทุกสิ่งที่คุณคัดลอกได้ทันทีที่ตำแหน่งการป้อนข้อมูล ไม่ใช่ในแถบเมนูที่อยู่ไกล 1000 ไมล์.
zh_hans: 重新重视剪贴板内容的价值！
zh_hant: 重新重視剪貼板內容的價值!

# license_title
source: Welcome to CleanClip!
ar: مرحبًا بك في CleanClip!
de: Willkommen bei CleanClip!
el: Καλώς ήρθατε στο CleanClip!
es: ¡Bienvenido a CleanClip!
fr: Bienvenue dans CleanClip!
ja: CleanClipへようこそ！
ko: CleanClip에 오신 것을 환영합니다!
nl: Welkom bij CleanClip!
sk: Vitaj v CleanClip!
th: ยินดีต้อนรับสู่ CleanClip!
zh_hans: 欢迎使用 CleanClip！
zh_hant: 歡迎使用 CleanClip！

# feature_0
source: Quick Access
ar: وصول سريع
de: Schneller Zugriff
el: Γρήγορη Πρόσβαση
es: Acceso Rápido
fr: Accès rapide
ja: クイックアクセス
ko: 빠른 접근
nl: Snelle toegang
sk: Rýchly prístup
th: การเข้าถึงอย่างรวดเร็ว
zh_hans: 快速使用
zh_hant: 快速使用

# feature_0_intro
source: ⌘ + ; One-click access to the history popup
ar: ⌘ + ; وصول بنقرة واحدة إلى نافذة التاريخ
de: ⌘ + ; Ein-Klick-Zugriff auf das Verlaufspopup
el: ⌘ + ; Πρόσβαση με ένα κλικ στο αναδυόμενο παράθυρο ιστορικού
es: ⌘ + ; Acceso con un clic al popup del historial
fr: ⌘ + ; Accès en un clic à la fenêtre de l'historique
ja: ⌘ + ; 履歴ポップアップへのワンクリックアクセス
ko: ⌘ + ; 히스토리 팝업에 원클릭 접근
nl: ⌘ + ; Met één klik toegang tot de pop-up met de geschiedenis
sk: ⌘ + ; Prístup do kontextového okna histórie jediným kliknutím
th: ⌘ + ; เข้าถึงป๊อปอัพประวัติด้วยการคลิกเดียว
zh_hans: ⌘ + ; 一键呼出历史弹窗
zh_hant: ⌘ + ; 一鍵呼出歷史彈窗

# feature_1
source: Context Switching-Free
ar: بدون تبديل السياق
de: Kontextwechsel-frei
el: Εναλλαγή Περιεχομένου
es: Sin Cambio de Contexto
fr: Pas de changement de contexte
ja: コンテキスト切り替え不要
ko: 컨텍스트 전환 없음
nl: Context-switching-vrij
sk: Bez prepínania kontextu
th: ไม่ต้องสลับบริบท
zh_hans: 无需上下文切换
zh_hant: 拒絕上下文切換

# feature_1_intro
source: No need to switch focus, the popup always appears at the cursor position
ar: لا حاجة لتبديل التركيز، النافذة المنبثقة تظهر دائمًا عند موضع المؤشر
de: Kein Fokuswechsel erforderlich, das Popup erscheint immer an der Cursorposition
el: Δεν χρειάζεται να αλλάξετε την εστίαση, το αναδυόμενο παράθυρο εμφανίζεται πάντα στη θέση του κέρσορα
es: No es necesario cambiar el enfoque, el popup siempre aparece en la posición del cursor
fr: Pas besoin de changer de focus, la fenêtre apparaît toujours à la position du curseur
ja: フォーカスを切り替える必要がなく、ポップアップは常にカーソルの位置に表示されます。
ko: 포커스를 전환할 필요 없이 팝업이 항상 커서 위치에 나타납니다.
nl: Het is niet nodig om van focus te wisselen, de pop-up verschijnt altijd op de cursorpositie
sk: Nie je potrebné prepínať inde, kontextové okno sa vždy zobrazí na pozícii kurzora
th: ไม่จำเป็นต้องเปลี่ยนโฟกัส ป๊อปอัพจะแสดงที่ตำแหน่งของเคอร์เซอร์เสมอ
zh_hans: 无需切换视野焦点，弹窗总在输入光标处出现
zh_hant: 無需切換視野焦點，彈窗總在輸入游標處出現

# feature_2
source: Pinboards
ar: قوائم التجميع
de: Sammlungslisten
es: Listas de Colección
fr: Listes de Collection
ja: ピンボード
ko: 컬렉션 목록
nl: Verzamel Lijsten
sk: Nástenky
th: รายการการรวบรวม
zh_hans: 收藏列表
zh_hant: 收藏列表

# feature_2_intro
source: Double-click ⌘ + ; to quickly access the Pinboards
ar: انقر نقرًا مزدوجًا على ⌘ + ; للتبديل بسرعة بين القوائم
de: Doppelklicken Sie auf ⌘ + ; um schnell zwischen den Listen zu wechseln
el: Διπλό κλικ ⌘ + ; για γρήγορη πρόσβαση στα Pinboards
es: Haz doble clic en ⌘ + ; para cambiar rápidamente las Listas
fr: Double-cliquez sur ⌘ + ; pour changer rapidement les Listes
ja: ⌘ + ; をダブルクリックして、ピンボードにすばやくアクセス
ko: ⌘ + ;를 더블 클릭하여 목록을 빠르게 전환
nl: Dubbelklik ⌘ + ; om snel tussen de Lijsten te schakelen
sk: Rýchle otvorenie nástenky dvojitým kliknutím na ⌘ + ;
th: ดับเบิลคลิก ⌘ + ; เพื่อสลับรายการอย่างรวดเร็ว
zh_hans: 双击⌘ + ;快速切换列表
zh_hant: 雙擊⌘ + ;快速切換列表

# feature_3
source: Paste Queue
ar: قوائم ذكية
de: Intelligente Listen
el: Επικόλληση Στοίβας
es: Listas Inteligentes
fr: Listes Intelligentes
ja: ペーストキュー
ko: 스마트 목록
nl: Slimme Lijsten
th: รายการอัจฉริยะ
zh_hans: 智能列表
zh_hant: 智能列表

# feature_3_intro
source: ⌘ + ' to quickly collect content and organize it for efficient use
ar: يمكنك إنشاء قوائم ذكية لتنظيم المحتوى المحدد تلقائيًا
de: Sie können intelligente Listen erstellen, um bestimmte Inhalte automatisch zu organisieren
el: ⌘ + ' για γρήγορη συλλογή περιεχομένου και οργάνωσή του για αποτελεσματική χρήση
es: Puedes crear listas inteligentes para organizar automáticamente contenido específico
fr: Vous pouvez créer des listes intelligentes pour organiser automatiquement un contenu spécifique
ja: ⌘+ 'を使用すると、コンテンツをすばやく収集し、効率的に整理できます
ko: 특정 콘텐츠를 자동으로 정리하는 스마트 목록을 만들 수 있습니다.
nl: Je kunt slimme lijsten maken om specifieke inhoud automatisch te organiseren
sk: ⌘ + ' na rýchle zhromažďovanie obsahu a jeho usporiadanie pre efektívne využitie
th: คุณสามารถสร้างรายการอัจฉริยะเพื่อจัดระเบียบเนื้อหาที่เฉพาะเจาะจงโดยอัตโนมัติ
zh_hans: 您可以创建智能列表以自动组织特定内容
zh_hant: 您可以創建智能列表，自動整理特定內容

# feature_4
source: Quick Search
ar: طابور اللصق
de: Einfügewarteschlange
el: Γρήγορη αναζήτηση
es: Cola de Pegar
fr: File d'attente de collage
ja: クイック検索
ko: 붙여넣기 대기열
nl: Plakwachtrij
sk: Rýchle vyhľadávanie
th: คิววาง
zh_hans: 粘贴队列
zh_hant: 粘貼隊列

# feature_4_intro
source: Type a letter to instantly search and find even the oldest records
ar: ⌘ + ' افتح طابور اللصق للصق العناصر بالترتيب
de: ⌘ + ' öffnet die Einfügewarteschlange, um Elemente in der Reihenfolge einzufügen
el: Πληκτρολογήστε ένα γράμμα για άμεση αναζήτηση και βρείτε ακόμη και παλαιότερες εγγραφές
es: ⌘ + ' abre la Cola de Pegar para pegar elementos en orden
fr: ⌘ + ' ouvrir la File d'attente de collage pour coller les éléments dans l'ordre
ja: 一文字入力するだけで、最も古い記録でも即座に検索して見つけられます
ko: ⌘ + '를 눌러 붙여넣기 대기열을 열고 항목을 순서대로 붙여넣기
nl: ⌘ + ' open Plakwachtrij om items in volgorde te plakken
sk: Zadaj písmeno pre okamžité vyhľadanie a nájdenie aj tých najstarších záznamov
th: ⌘ + ' เปิดคิววางเพื่อวางรายการตามลำดับ
zh_hans: ⌘ + ' 打开粘贴队列，按顺序粘贴项目
zh_hant: ⌘ + ' 打開粘貼隊列，按順序粘貼項目

# feature_5
source: Auto Save Copies
ar: بحث سريع
de: Schnellsuche
el: Αυτόματη Αποθήκευση Αντιγράφων
es: Búsqueda Rápida
fr: Recherche Rapide
ja: コピーの自動保存
ko: 빠른 검색
nl: Snelle Zoekopdracht
sk: Automatické ukladanie kopírovania
th: ค้นหาอย่างรวดเร็ว
zh_hans: 快速搜索
zh_hant: 快速搜索

# feature_5_intro
source: No need to worry about losing important content. CleanClip will automatically save it for you
ar: اكتب حرفًا للبحث الفوري والعثور حتى على أقدم السجلات
de: Geben Sie einen Buchstaben ein, um sofort zu suchen und selbst die ältesten Aufzeichnungen zu finden
el: Δεν χρειάζεται να ανησυχείτε για την απώλεια σημαντικού περιεχομένου. Το CleanClip θα το αποθηκεύσει αυτόματα για εσάς
es: Escribe una letra para buscar y encontrar instantáneamente incluso los registros más antiguos
fr: Tapez une lettre pour rechercher instantanément et trouver même les enregistrements les plus anciens
ja: 重要なコンテンツを失う心配はありません。CleanClipが自動的に保存してくれます
ko: 문자를 입력하여 즉시 검색하고 가장 오래된 기록도 찾기
nl: Typ een letter om onmiddellijk te zoeken en zelfs de oudste records te vinden
sk: Nemusíš sa obávať straty dôležitého obsahu. CleanClip ho automaticky uloží za Teba
th: พิมพ์ตัวอักษรเพื่อค้นหาและค้นหารายการที่เก่าที่สุดได้ทันที
zh_hans: 输入一个字母即可瞬间搜索并找到即使是最旧的记录
zh_hant: 輸入一個字母，即可瞬間搜索並找到即使是最舊的記錄

source: Close
ar: إغلاق
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
nl: Sluiten
sk: Zavrieť
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

# congrats_permanent_member
source: Congratulations! You are now a lifetime member!
ar: تهانينا! أنت الآن عضو مدى الحياة!
de: Herzlichen Glückwunsch! Sie sind jetzt ein lebenslanges Mitglied!
el: Συγχαρητήρια! Είστε μέλος εφ' όρου ζωής!
es: ¡Felicidades! ¡Ahora eres un miembro de por vida!
fr: Félicitations! Vous êtes maintenant un membre à vie!
ja: おめでとうございます！あなたはライフタイムメンバーになりました！
ko: 축하합니다! 이제 평생 회원이 되셨습니다!
nl: Gefeliciteerd! U bent nu lid voor het leven!
sk: Gratulujeme! Odteraz si doživotným členom!
th: ขอแสดงความยินดี! คุณเป็นสมาชิกตลอดชีวิตแล้ว!
zh_hans: 恭喜成为尊贵的永久会员
zh_hant: 恭喜成為尊貴的永久會員

# congrats_member
source: Congratulations! You are now a premium member!
ar: تهانينا! أنت الآن عضو مميز!
de: Herzlichen Glückwunsch! Sie sind jetzt ein Premium-Mitglied!
el: Συγχαρητήρια! Είστε ένα premium μέλος!
es: ¡Felicidades! ¡Ahora eres un miembro premium!
fr: Félicitations! Vous êtes à présent un utilisateur premium!
ja: おめでとうございます！あなたはプレミアムメンバーになりました！
ko: 축하합니다! 이제 프리미엄 회원이 되셨습니다!
nl: Gefeliciteerd! U bent nu premium lid!
sk: Gratulujeme! Odteraz si prémiovým členom!
th: ขอแสดงความยินดี! คุณเป็นสมาชิกพรีเมียมแล้ว!
zh_hans: 恭喜成为尊贵的付费会员
zh_hant: 恭喜成為尊貴的付費會員

# get_start
source: Get Started!
ar: ابدأ!
de: Loslegen!
el: Ας ξεκινήσουμε!
es: ¡Comenzar!
fr: Commencer!
ja: 始めましょう！
ko: 시작하기!
nl: Aan de slag!
sk: Začíname!
th: เริ่มต้น!
zh_hans: 开始使用！
zh_hant: 開始使用！

# unbind_device_failure
source: Failed to unbind device
ar: فشل في فك ارتباط الجهاز
de: Gerät konnte nicht entkoppelt werden
el: Αποτυχία αποσύνδεσης της συσκευής
es: Error al desvincular el dispositivo
fr: Échec de la dissociation de l'appareil
ja: デバイスの解除に失敗しました
ko: 장치 바인딩 해제 실패
nl: Kan apparaat niet loskoppelen
sk: Nepodarilo sa odpojiť zariadenie
th: ไม่สามารถยกเลิกการผูกอุปกรณ์ได้
zh_hans: 解绑设备失败
zh_hant: 解綁設備失敗

source: Unbind Device
ar: فك ارتباط الجهاز
de: Gerät entkoppeln
el: Κατάργηση σύζευξης συσκευής
es: Desvincular Dispositivo
fr: Dissocier l'appareil
ja: デバイスの登録を解除
ko: 장치 바인딩 해제
nl: Apparaat ontkoppelen
sk: Odpojiť zariadenie
th: ยกเลิกการผูกอุปกรณ์
zh_hans: 解绑设备
zh_hant: 解綁設備

# input_serial_number_hint
source: Enter the license to activate
ar: أدخل الترخيص للتفعيل
de: Geben Sie die Lizenz ein, um zu aktivieren
el: Εισάγετε την άδεια για ενεργοποίηση
es: Introduce la licencia para activar
fr: Entrez la licence pour activer
ja: アクティベートするライセンスを入力
ko: 활성화를 위한 라이센스를 입력하세요
nl: Voer de licentie in om te activeren
sk: Zadajte licenciu pre aktiváciu
th: กรอกใบอนุญาตเพื่อเปิดใช้งาน
zh_hans: 输入序列号解锁会员权益
zh_hant: 輸入序列號解鎖會員權益

# activate_failed
source: Activation failed
ar: فشل التفعيل
de: Aktivierung fehlgeschlagen
el: Ανεπιτυχής ενεργοποίηση
es: Activación fallida
fr: Échec de l'activation
ja: アクティベーションに失敗しました
ko: 활성화 실패
nl: Activeren mislukt
sk: Aktivácia zlyhala
th: การเปิดใช้งานล้มเหลว
zh_hans: 激活失败
zh_hant: 啟用失敗

source: Activate
ar: تفعيل
de: Aktivieren
el: Ενεργοποίηση
es: Activar
fr: Activer
ja: 有効
ko: 활성화
nl: Activeren
sk: Aktivovať
th: เปิดใช้งาน
zh_hans: 激活
zh_hant: 啟用

# purchase_serial_number
source: Buy a License
ar: اشترِ ترخيصًا
de: Lizenz kaufen
el: Αγορά άδειας χρήσης
es: Comprar una licencia
fr: Acheter une licence
ja: ライセンスを購入
ko: 라이센스 구매
nl: Koop een licentie
sk: Zakúpiť licenciu
th: ซื้อใบอนุญาต
zh_hans: 购买序列号
zh_hant: 購買序列號

source: Start Trial
ar: ابدأ التجربة
de: Testversion starten
el: Ξεκινήστε μια δοκιμαστική έκδοση
es: Iniciar prueba
fr: Commencez la période d'essai
ja: トライアルを開始
ko: 체험 시작
nl: Start de proefversie
sk: Spustiť skúšobnú verziu
th: เริ่มทดลองใช้งาน
zh_hans: 开始试用
zh_hant: 開始試用

# plan
source: License Manager
ar: مدير الترخيص
de: Lizenzmanager
el: Διαχείριση Αδειών Χρήσης
es: Gestor de licencias
fr: Gestionnaire de licence
ja: ライセンス管理
ko: 라이센스 관리자
nl: Licentie manager
sk: Správca licencií
th: ผู้จัดการใบอนุญาต
zh_hans: 会员管理
zh_hant: 會員管理

# activate_tooltip
source: Enter the serial number to become a member
ar: أدخل الرقم التسلسلي لتصبح عضوًا
de: Geben Sie die Seriennummer ein, um Mitglied zu werden
el: Πληκτρολογήστε τον σειριακό αριθμό για να γίνετε μέλος
es: Introduce el número de serie para convertirte en miembro
fr: Entrez le numéro de série pour devenir membre
ja: 会員になるためにシリアル番号を入力してください
ko: 회원이 되기 위해 일련 번호를 입력하세요
nl: Voer het serienummer in om lid te worden
sk: Zadaj sériové číslo a staň sa členom
th: กรอกหมายเลขประจำเพื่อลงทะเบียนเป็นสมาชิก
zh_hans: 输入序列号，成为会员
zh_hant: 輸入序列號，成為會員

# deactivate_tooltip
source: Unbind this device
ar: إلغاء ربط هذا الجهاز
de: Dieses Gerät abmelden
el: Αποσύνδεση αυτής της συσκευής
es: Desvincular este dispositivo
fr: Dissocier cet appareil
ja: このデバイスの登録を解除
ko: 이 장치의 연결 해제
nl: Ontkoppel dit apparaat
sk: Odpojiť toto zariadenie
th: ยกเลิกการผูกอุปกรณ์นี้
zh_hans: 解绑这台设备
zh_hant: 解綁這台設備

# plan_tooltip
source: Membership status management
ar: إدارة حالة العضوية
de: Verwaltung des Mitgliedsstatus
el: Διαχείριση κατάστασης μέλους
es: Gestión del estado de membresía
fr: Gestion du statut d'adhésion
ja: メンバーシップのステータス管理
ko: 회원 상태 관리
nl: Beheer van de lidmaatschapsstatus
sk: Správa stavu členstva
th: การจัดการสถานะสมาชิก
zh_hans: 会员状态管理
zh_hant: 會員狀態管理

# manual
source: Quick Start Guide...
ar: دليل البدء السريع...
de: Schnellstartanleitung...
el: Οδηγός Γρήγορης Εκκίνησης...
es: Guía de inicio rápido...
fr: Guide de démarrage rapide...
ja: クイックスタートガイド
ko: 빠른 시작 가이드...
nl: Snelstartgids...
sk: Stručná príručka...
th: คู่มือเริ่มต้นอย่างรวดเร็ว...
zh_hans: 快速入门指南
zh_hant: 快速入門指南

# manual_tooltip
source: View Quick Start Guide
ar: عرض دليل البدء السريع
de: Schnellstartanleitung anzeigen
el: Προβολή Οδηγού Γρήγορης Εκκίνησης
es: Ver guía de inicio rápido
fr: Voir le guide de démarrage rapide
ja: クイックスタートガイドを表示
ko: 빠른 시작 가이드 보기
nl: Bekijk de Snelstartgids
sk: Zobraziť stručnú príručku
th: ดูคู่มือเริ่มต้นอย่างรวดเร็ว
zh_hans: 查看快速入门指南
zh_hant: 查看快速入門指南

# menu_version
source: Version: %@
ar: الإصدار: %@
el: Έκδοση: %@
es: Versión: %@
ja: バージョン %@
ko: 버전: %@
nl: Versie: %@
sk: Verzia: %@
th: เวอร์ชัน: %@
zh_hans: 版本：%@
zh_hant: 版本：%@

source: No Records Found📝
ar: لم يتم العثور على سجلات📝
de: Keine Aufzeichnungen gefunden📝
el: Δεν βρέθηκαν εγγραφές📝
es: No se encontraron registros📝
fr: Aucun enregistrement trouvé📝
ja: 記録が見つかりません📝
ko: 기록이 없습니다📝
nl: Geen records gevonden📝
sk: Nenašli sa žiadne záznamy📝
th: ไม่พบบันทึก📝
zh_hans: 没有找到记录📝
zh_hant: 未找到記錄📝

source: Next Page
ar: الصفحة التالية
de: Nächste Seite
el: Επόμενη Σελίδα
es: Página siguiente
fr: Page suivante
ja: 次のページ
ko: 다음 페이지
nl: Volgende pagina
sk: Nasledujúca stránka
th: หน้าถัดไป
zh_hans: 下一页
zh_hant: 下一頁

# prev_page
source: Previous Page
ar: الصفحة السابقة
de: Vorherige Seite
el: Προηγούμενη Σελίδα
es: Página anterior
fr: Page précédente
ja: 前のページ
ko: 이전 페이지
nl: Vorige pagina
sk: Predchádzajúca stránka
th: หน้าก่อนหน้า
zh_hans: 上一页
zh_hant: 上一頁

source: Preview
ar: معاينة
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
sk: Náhľad
th: ดูตัวอย่าง
zh_hans: 预览
zh_hant: 預覽

# search_number
source: Number Search
ar: بحث عن رقم
de: Nummer suchen
el: Αναζήτηση Αριθμού
es: Búsqueda por número
fr: Recherche par numéro
ja: 番号検索
ko: 번호 검색
nl: Nummer zoeken
sk: Vyhľadávanie čísel
th: ค้นหาหมายเลข
zh_hans: 数字搜索
zh_hant: 數字搜尋

# switch_item
source: Switch Option
ar: تبديل الخيار
de: Option wechseln
el: Επιλογή Εναλλαγής
es: Cambiar opción
fr: Options de basculement
ja: オプションを切り替える
ko: 옵션 전환
nl: Wissel optie
sk: Možnosť prepínania
th: เปลี่ยนตัวเลือก
zh_hans: 切换选项
zh_hant: 切換選項

source: Paste to %@
ar: لصق في %@
de: Einfügen in %@
el: Επικόλληση σε %@
es: Pegar en %@
fr: Coller à %@
ja: %@ に貼り付け
ko: %@에 붙여넣기
nl: Plakken naar %@
sk: Prilepiť do %@
th: วางไปที่ %@
zh_hans: 粘贴到 %@
zh_hant: 貼上至 %@

source: %@ lines
ar: %@ سطر
de: %@ Zeilen
el: %@ γραμμές
es: %@ líneas
fr: %@ lignes
ja: %@ 行
ko: %@ 줄
nl: %@ Regels
sk: %@ riadkov
th: %@ บรรทัด
zh_hans: %@ 行
zh_hant: %@ 行

source: %@ words
ar: %@ كلمة
de: %@ Wörter
el: %@ λέξεις
es: %@ palabras
fr: %@ mots
ja: %@ 単語
ko: %@ 단어
nl: %@ woorden
sk: %@ slov
th: %@ คำ
zh_hans: %@ 字
zh_hant: %@ 字

# chars
source: %@ characters
ar: %@ حرف
de: %@ Zeichen
el: %@ χαρακτήρες
es: %@ caracteres
fr: %@ caractère
ja: %@ 文字
ko: %@ 문자
nl: %@ tekens
sk: %@ znakov
th: %@ ตัวอักษร
zh_hans: %@ 字符
zh_hant: %@ 字元
