Repository: CleanClip/CleanClipApp-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ar, de, el, es, fr, ja, ko, nl, sk, th, zh_hans, zh_hant

# main_window_manual_collection_desc
source: Select one or more 'items', right-click and choose 'Add to Lists' to save them to a specific lists. Collection lists can be filtered by smart lists, allowing for more possibilities.
ar: حدد عنصرًا أو أكثر، انقر بزر الماوس الأيمن واختر 'إضافة إلى القوائم' لحفظها في قوائم محددة. يمكن تصفية قوائم التجميع بواسطة القوائم الذكية، مما يتيح المزيد من الاحتمالات.
de: Wählen Sie ein oder mehrere 'Elemente', klicken Sie mit der rechten Maustaste und wählen Sie 'Zu Listen hinzufügen', um sie in bestimmten Listen zu speichern. Sammlungslisten können durch intelligente Listen gefiltert werden, was mehr Möglichkeiten eröffnet.
el: Επιλέξτε ένα ή περισσότερα 'αντικείμενα', κάντε δεξί κλικ και επιλέξτε 'Προσθήκη σε λίστες' για να τα αποθηκεύσετε σε συγκεκριμένες λίστες. Οι λίστες συλλογής μπορούν να φιλτραριστούν από τις έξυπνες λίστες, επιτρέποντας περισσότερες δυνατότητες.
es: Selecciona uno o más 'elementos', haz clic derecho y elige 'Agregar a Listas' para guardarlos en listas específicas. Las listas de colección pueden ser filtradas por listas inteligentes, permitiendo más posibilidades.
fr: Sélectionnez un ou plusieurs "éléments", cliquez avec le bouton droit de la souris et choisissez "Ajouter à la liste" pour les enregistrer dans une liste spécifique. Les listes de collections peuvent être filtrées par des listes intelligentes, permettant plus de possibilités.
ja: 一つまたは複数の「アイテム」を選択し、右クリックして「リストに追加」を選ぶと、特定のリストに保存できます。 コレクションリストはスマートリストによってフィルタリングでき、より多くの可能性を提供します。
ko: 하나 이상의 '항목'을 선택하고 오른쪽 클릭하여 '목록에 추가'를 선택하여 특정 목록에 저장합니다. 수집 목록은 스마트 목록으로 필터링할 수 있어 더 많은 가능성을 제공합니다.
nl: Selecteer een of meer 'items', klik met de rechtermuisknop en kies 'Toevoegen aan lijsten' om ze op te slaan in een specifieke lijst. Verzamelingslijsten kunnen worden gefilterd op slimme lijsten, waardoor er meer mogelijkheden zijn.
sk: Vyber jednu alebo viac položiek, pravým kliknutím a výberom položky "Pridať do zoznamu" ich ulož do konkrétnych zoznamov. Zoznamy je možné filtrovať pomocou inteligentných zoznamov pre viac možností.
th: เลือก 'รายการ' หนึ่งรายการหรือมากกว่า คลิกขวาและเลือก 'เพิ่มในรายการ' เพื่อบันทึกลงในรายการเฉพาะ. รายการคอลเลกชันสามารถกรองโดยรายการอัจฉริยะ ทำให้มีความเป็นไปได้มากขึ้น.
zh_hans: 选中单个或多个"项目"，右键菜单选择"添加到列表"，即可将项目收藏到指定的列表中。 收藏列表可以被智能列表筛选，这样就可以实现更多的玩法。
zh_hant: 選中單個或多個"項目"，右鍵菜單選擇"添加到列表"，即可將項目收藏到指定的列表中。 收藏列表可以被智能列表篩選，這樣就可以實現更多的玩法。

# main_window_sketch
source: Collection Lists - Auto Collection
ar: قوائم التجميع - التجميع التلقائي
de: Sammlungslisten - Automatische Sammlung
el: Λίστες Συλλογής - Αυτόματη Συλλογή
es: Listas de Colección - Colección Automática
fr: Listes de collections - Collection automatique
ja: コレクションリスト - 自動コレクション
ko: 수집 목록 - 자동 수집
nl: Collectielijsten - Automatische verzameling
sk: Zoznamy - automatické pridanie
th: รายการคอลเลกชัน - การเก็บรวบรวมอัตโนมัติ
zh_hans: 收藏列表 - 自动收集
zh_hant: 收藏列表 - 自動收集

# main_window_sketch_desc
source: Select a collection list, enable the auto collection option below, and any content you copy will be automatically saved to the specified list. You can set an alias for it, making it easy to access the list whenever you need. Many apps, especially content creation apps like Sketch and Final Cut Pro, lack a convenient collection feature. If your favorite apps don't support collections, this feature will be extremely useful to you!
ar: حدد قائمة تجميع، قم بتمكين خيار التجميع التلقائي أدناه، وأي محتوى تقوم بنسخه سيتم حفظه تلقائيًا في القائمة المحددة. يمكنك تعيين اسم مستعار لها، مما يسهل الوصول إلى القائمة كلما احتجت إليها. تفتقر العديد من التطبيقات، وخاصة تطبيقات إنشاء المحتوى مثل Sketch وFinal Cut Pro، إلى ميزة تجميع مريحة. إذا كانت تطبيقاتك المفضلة لا تدعم التجميع، ستكون هذه الميزة مفيدة للغاية لك!
de: Wählen Sie eine Sammlungsliste aus, aktivieren Sie die automatische Sammlungsoption unten, und jeder Inhalt, den Sie kopieren, wird automatisch in die angegebene Liste gespeichert. Sie können einen Alias dafür festlegen, um die Liste bei Bedarf leicht zugänglich zu machen. Viele Apps, insbesondere Content-Creation-Apps wie Sketch und Final Cut Pro, haben keine bequeme Sammlungsfunktion. Wenn Ihre Lieblings-Apps keine Sammlungen unterstützen, wird diese Funktion für Sie äußerst nützlich sein!
el: Επιλέξτε μια λίστα συλλογής, ενεργοποιήστε την επιλογή αυτόματης συλλογής παρακάτω, και οποιοδήποτε περιεχόμενο αντιγράψετε θα αποθηκεύεται αυτόματα στην καθορισμένη λίστα. Μπορείτε να ορίσετε ένα ψευδώνυμο για αυτήν, κάνοντάς το εύκολο να έχετε πρόσβαση στη λίστα όποτε τη χρειάζεστε. Πολλές εφαρμογές, ιδιαίτερα εφαρμογές δημιουργίας περιεχομένου όπως το Sketch και το Final Cut Pro, δεν διαθέτουν μια βολική λειτουργία συλλογής. Αν οι αγαπημένες σας εφαρμογές δεν υποστηρίζουν συλλογές, αυτή η λειτουργία θα είναι εξαιρετικά χρήσιμη για εσάς!
es: Selecciona una lista de colección, activa la opción de colección automática a continuación, y cualquier contenido que copies se guardará automáticamente en la lista especificada. Puedes establecer un alias para ello, facilitando el acceso a la lista siempre que lo necesites. Muchas aplicaciones, especialmente aplicaciones de creación de contenido como Sketch y Final Cut Pro, carecen de una función de colección conveniente. Si tus aplicaciones favoritas no soportan colecciones, ¡esta función será extremadamente útil para ti!
fr: Sélectionnez une liste de collection, activez l'option de collection automatique ci-dessous et tout contenu que vous copiez sera automatiquement enregistré dans la liste spécifiée. Vous pouvez lui attribuer un alias, pour y accéder facilement à tout moment. De nombreuses applications, notamment les applications de création de contenu telles que Sketch et Final Cut Pro, ne disposent pas d'une fonction de collection pratique. Si vos applications préférées ne prennent pas en charge les collections, cette fonction sera extrêmement utile pour vous !
ja: コレクションリストを選択し、下にある自動収集オプションを有効にすると、コピーした内容が自動的に指定されたリストに保存されます。 リストにエイリアスを設定することで、必要なときにいつでも簡単にリストにアクセスできます。 SketchやFinal Cut Proのようなコンテンツ制作アプリを含む多くのアプリは、便利な収集機能を欠いています。 お気に入りのアプリがコレクションをサポートしていない場合、この機能は非常に便利です！
ko: 수집 목록을 선택하고 아래의 자동 수집 옵션을 활성화하면 복사한 모든 콘텐츠가 지정된 목록에 자동으로 저장됩니다. 별칭을 설정할 수 있어 필요할 때 쉽게 목록에 접근할 수 있습니다. 많은 앱, 특히 Sketch 및 Final Cut Pro와 같은 콘텐츠 생성 앱은 편리한 수집 기능이 부족합니다. 좋아하는 앱이 수집을 지원하지 않는 경우 이 기능은 매우 유용할 것입니다!
nl: Selecteer een verzamelingenlijst, schakel de onderstaande optie voor automatisch verzamelen in en alle inhoud die u kopieert, wordt automatisch opgeslagen in de opgegeven lijst. U kunt er een alias voor instellen, zodat u de lijst gemakkelijk kunt openen wanneer u maar wilt. Veel apps, vooral apps voor het maken van content zoals Sketch en Final Cut Pro, missen een handige verzamelfunctie. Als uw favoriete apps geen collecties ondersteunen, zal deze functie uiterst nuttig voor u zijn!
sk: Vyber zoznam, zapni možnosť automatického pridania nižšie a všetok obsah, ktorý skopíruješ, sa automaticky uloží do zadaného zoznamu. Môžeš preň nastaviť alias, vďaka ktorému budeš mať k zoznamu rýchly prístup, kedykoľvek budeš potrebovať. Mnohé aplikácie, najmä aplikácie na tvorbu obsahu, ako napr. Sketch a Final Cut Pro, nemajú pohodlnú funkciu pridania. Ak tvoja obľúbená aplikácia nepodporuje pridanie, táto funkcia bude pre Teba mimoriadne užitočná!
th: เลือกรายการคอลเลกชัน เปิดใช้งานตัวเลือกการเก็บรวบรวมอัตโนมัติด้านล่าง และเนื้อหาที่คุณคัดลอกจะถูกบันทึกโดยอัตโนมัติไปยังรายการที่กำหนด. คุณสามารถตั้งชื่อเล่นให้กับมัน ทำให้เข้าถึงรายการได้ง่ายเมื่อคุณต้องการ. แอปหลายตัว โดยเฉพาะแอปสร้างเนื้อหา เช่น Sketch และ Final Cut Pro ขาดฟีเจอร์การเก็บรวบรวมที่สะดวก. หากแอปที่คุณชื่นชอบไม่รองรับการเก็บรวบรวม ฟีเจอร์นี้จะมีประโยชน์อย่างมากสำหรับคุณ!
zh_hans: 选择一个收藏列表，启用下方自动收集选项，你复制的内容会自动收集到指定目录。 你可以为它设置别名，以后随时打开这个目录，方便取用。 很多 App 特别是内容创作 App 缺少好用的收藏功能，比如 Sketch、Final Cut Pro 等等。 如果你的常用 App 不支持收藏夹功能，那么这个功能对你非常有用！
zh_hant: 選擇一個收藏列表，啟用下方自動收集選項，你複製的內容會自動收集到指定目錄。 你可以為它設置別名，以後隨時打開這個目錄，方便取用。 很多 App 特別是內容創作 App 缺少好用的收藏功能，比如 Sketch、Final Cut Pro 等等。 如果你的常用 App 不支持收藏夾功能，那麼這個功能對你非常有用！

# pro_unpaid_version
source: %@ times remaining today
ar: %@ مرات متبقية اليوم
de: %@ Mal verbleibend heute
el: %@ φορές που απομένουν σήμερα
es: %@ veces restantes hoy
fr: Reste %@ utilisations aujourd'hui
ja: 今日の残り %@ 回
ko: 오늘 남은 %@회
nl: Nog %@ keer over vandaag
sk: Zostáva %@ krát dnes
th: เหลืออีก %@ ครั้งในวันนี้
zh_hans: 今日剩余 %@ 次
zh_hant: 今日剩餘 %@ 次

source: Pro
ar: محترف
ko: 프로
th: โปร
zh_hans: 专业版
zh_hant: 專業版

# upgrade_plan_unlock_unlimited
source: Upgrade plan to unlock unlimited paste count. You can cancel or change your subscription at any time.
ar: جرب CleanClip مجانًا على جهاز Mac الخاص بك. ادفع فقط إذا اخترت الاستمرار، أو ألغِ في أي وقت.
de: Testen Sie CleanClip kostenlos auf Ihrem Mac. Bezahlen Sie nur, wenn Sie sich entscheiden, fortzufahren, oder kündigen Sie jederzeit.
es: Prueba CleanClip gratis en tu Mac. Paga solo si decides continuar, o cancela en cualquier momento.
fr: Essayez CleanClip gratuitement sur votre Mac. Payez uniquement si vous choisissez de continuer, ou annulez à tout moment.
ko: Mac에서 CleanClip을 무료로 사용해 보세요. 계속 사용하기로 선택하면 요금을 지불하고 언제든지 취소할 수 있습니다.
nl: Probeer CleanClip gratis op je Mac. Betaal alleen als je ervoor kiest om door te gaan, of annuleer op elk moment.
th: ลอง CleanClip ฟรีบน Mac ของคุณ จ่ายเฉพาะเมื่อคุณเลือกที่จะดำเนินการต่อ หรือยกเลิกได้ทุกเมื่อ.
zh_hans: 在你的 Mac 上免费试用 CleanClip。只有在你选择继续时才需付费，或随时取消。
zh_hant: 在您的Mac上免費試用CleanClip。只有在您選擇繼續時才需付款，或隨時取消。

source: Subscribe
ar: اشترك
de: Abonnieren
es: Suscribirse
fr: S'abonner
ko: 구독
nl: Abonneren
th: สมัครสมาชิก
zh_hans: 订阅
zh_hant: 訂閱

source: Subscribed
ar: مشترك
de: Abonniert
es: Suscrito
fr: Abonné
ko: 구독됨
nl: Geabonneerd
th: สมัครสมาชิกแล้ว
zh_hans: 已订阅
zh_hant: 已訂閱

source: Change Plan
ar: تغيير الخطة
de: Plan ändern
es: Cambiar Plan
fr: Changer de plan
ko: 계획 변경
nl: Plan Wijzigen
th: เปลี่ยนแผน
zh_hans: 更改计划
zh_hant: 更改計劃

source: Active
ar: مفعل
de: Aktiviert
es: Activado
fr: Activé
ko: 활성화됨
nl: Actief
th: เปิดใช้งาน
zh_hans: 已激活
zh_hant: 已啟用

# next_cycle_active
source: Active Next Cycle
ar: مفعل للدورة التالية
de: Aktiv im nächsten Zyklus
es: Activo en el Próximo Ciclo
fr: Actif au prochain cycle
ko: 다음 주기 활성화
nl: Actief Volgende Cyclus
th: เปิดใช้งานรอบถัดไป
zh_hans: 下个周期激活
zh_hant: 下個週期啟用

source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Gratuit
ko: 무료
nl: Gratis
th: ฟรี
zh_hans: 免费
zh_hant: 免費

# or_monthly
source: or %@/month
ar: أو %@/شهر
de: oder %@/Monat
es: o %@/mes
fr: ou %@/mois
ko: 또는 %@/월
nl: of %@/maand
th: หรือ %@/เดือน
zh_hans: 或每月%@
zh_hant: 或每月%@

source: Basic Plan
ar: الخطة الأساسية
de: Basisplan
es: Plan Básico
fr: Plan de base
ko: 기본 계획
nl: Basisplan
th: แผนพื้นฐาน
zh_hans: 基础计划
zh_hant: 基本計劃

# basic_plan_description
source: Limited to 25 pastes per day, all other features are free
ar: محدود إلى 25 لصق في اليوم، جميع الميزات الأخرى مجانية
de: Begrenzt auf 25 Einfügungen pro Tag, alle anderen Funktionen sind kostenlos
es: Limitado a 25 pegados por día, todas las demás funciones son gratis
fr: Limité à 25 collages par jour, toutes les autres fonctionnalités sont gratuites
ko: 하루에 25회 붙여넣기로 제한되며, 다른 모든 기능은 무료입니다.
nl: Beperkt tot 25 plakken per dag, alle andere functies zijn gratis
th: จำกัดการวาง 25 ครั้งต่อวัน ฟีเจอร์อื่นๆ ทั้งหมดฟรี
zh_hans: 每天限制25次粘贴，其他所有功能均为免费
zh_hant: 每日限制25次粘貼，所有其他功能免費

source: Lifetime Plan
ar: خطة مدى الحياة
de: Lebenslanges Abonnement
es: Plan de Por Vida
fr: Plan à vie
ko: 평생 계획
nl: Levenslang Plan
th: แผนตลอดชีพ
zh_hans: 终身计划
zh_hant: 終身計劃

# lifetime_plan_description
source: Unlimited pastes per day, all other features are free
ar: أنت بالفعل عضو في خطة مدى الحياة
de: Sie sind bereits Mitglied des lebenslangen Plans
es: Ya eres miembro del plan de por vida
fr: Vous êtes déjà membre du plan à vie
ko: 이미 평생 계획 회원입니다.
nl: Je bent al een lid van het levenslange plan
th: คุณเป็นสมาชิกแผนตลอดชีพแล้ว
zh_hans: 您已经是终身计划会员
zh_hant: 您已經是終身計劃會員

source: Subscribe with Free Trial
ar: ابدأ تجربتك المجانية
de: Starten Sie Ihre kostenlose Testversion
es: Comienza Tu Prueba Gratuita
fr: Commencez Votre Essai Gratuit
ko: 무료 체험 시작
nl: Begin Je Gratis Proefperiode
th: เริ่มทดลองใช้ฟรีของคุณ
zh_hans: 开始您的免费试用
zh_hant: 開始您的免費試用

# free_trail_desc
source: Free for 14 days, charges apply after the trial ends. You can cancel your subscription at any time, and canceling during the trial period will not incur any charges.
ar: 7 أيام مجانية، ثم %@/سنة
de: 7 Tage kostenlos, dann %@/Jahr
es: 7 días gratis, luego %@/año
fr: 7 jours gratuits, puis %@/an
ko: 7일 무료, 이후 %@/년
nl: 7 dagen gratis, daarna %@/jaar
th: ฟรี 7 วัน จากนั้น %@/ปี
zh_hans: 7 天免费，然后 %@/年
zh_hant: 7天免費，然後%@/年

# quickmenu_option_show_shortcut
source: Always Show Shortcut Tips
ar: عرض نصائح الاختصار دائمًا
de: Shortcut-Tipps immer anzeigen
el: Να Εμφανίζονται Πάντα οι Συμβουλές Συντόμευσης
es: Mostrar siempre consejos de acceso directo
fr: Toujours afficher les raccourcis
ja: ショートカットのヒントを常に表示
ko: 항상 단축키 팁 표시
nl: Sneltoetsen altijd tonen
sk: Vždy zobrazovať tipy na skratky
th: แสดงเคล็ดลับทางลัดเสมอ
zh_hans: 总是展示快捷键提示
zh_hant: 總是展示快捷鍵提示

# quickmenu_option_show_when_hover
source: Auto Display on Hover
ar: عرض تلقائي عند التمرير
de: Automatisch bei Hover anzeigen
el: Αυτόματη Εμφάνιση κατά το Hover
es: Mostrar automáticamente al pasar el ratón
fr: Afficher automatiquement au survol de la souris
ja: ホバーで自動表示
ko: 호버 시 자동 표시
nl: Automatisch tonen bij zweven
sk: Automatické zobrazenie pri prejdení myšou
th: แสดงอัตโนมัติเมื่อชี้
zh_hans: 鼠标悬停自动显示
zh_hant: 滑鼠懸停自動顯示

# quickmenu_option_show_when_cmd_down
source: Auto Display on ⌘ Down
ar: عرض تلقائي عند الضغط على ⌘
de: Automatisch bei ⌘ gedrückt anzeigen
es: Mostrar automáticamente al mantener ⌘ presionado
fr: Affichage automatique sur ⌘ enfoncé
ja: ⌘を押した時に自動表示
ko: ⌘ 키를 누를 때 자동 표시
nl: Automatisch weergeven bij ⌘ omlaag
sk: Samodejno prikaži ob pritisku na ⌘
th: แสดงอัตโนมัติเมื่อกด ⌘ ลง
zh_hans: 按下⌘自动显示
zh_hant: 按下⌘自動顯示

# quickmenu_option
source: Toolbar Options
ar: خيارات شريط الأدوات
de: Toolbar-Optionen
el: Επιλογές Γραμμής Εργαλείων
es: Opciones de la barra de herramientas
fr: Options de la barre d'outils
ja: ツールバーオプション
ko: 툴바 옵션
nl: Werkbalkopties
sk: Možnosti panela nástrojov
th: ตัวเลือกแถบเครื่องมือ
zh_hans: 工具栏选项
zh_hant: 工具列選項

# quickmenu_appr_always_expand
source: Default Number of Items
ar: عدد العناصر الافتراضي
de: Standardanzahl der Elemente
el: Προεπιλεγμένος Αριθμός Στοιχείων
es: Número predeterminado de elementos
fr: Nombre par défaut
ja: デフォルトのアイテム数
ko: 항상 표시할 항목 수
nl: Standaard aantal
sk: Predvolený počet položiek
th: จำนวนรายการเริ่มต้น
zh_hans: 默认条数
zh_hant: 預設條數

# quickmenu_appr_always_expand_5
source: 5 Items
ar: 5 عناصر
de: 5 Elemente
el: 5 Στοιχεία
es: 5 elementos
fr: 5 éléments
ja: 5つのアイテム
ko: 5개 항목
sk: 5 položiek
th: 5 รายการ
zh_hans: 5 条
zh_hant: 5 條

# quickmenu_appr_always_expand_10
source: 10 Items
ar: 10 عناصر
de: 10 Elemente
el: 10 Στοιχεία
es: 10 elementos
fr: 10 éléments
ja: 10つのアイテム
ko: 10개 항목
sk: 10 položiek
th: 10 รายการ
zh_hans: 10 条
zh_hant: 10 條

# quickmenu_general_preview_on_hover
source: Auto Preview on Hover
ar: معاينة تلقائية عند التمرير
de: Automatische Vorschau bei Hover
el: Αυτόματη Προεπισκόπηση κατά το Hover
es: Vista previa automática al pasar el ratón
fr: Aperçu automatique au survol de la souris
ja: ホバーで自動プレビュー
ko: 호버 시 자동 미리보기
nl: Automatisch voorbeeld bij zweven
sk: Automatický náhľad pri prejdení myšou
th: แสดงตัวอย่างอัตโนมัติเมื่อชี้
zh_hans: 鼠标悬停时自动预览
zh_hant: 滑鼠懸停時自動預覽

# quickmenu_general_preview_on_hover_delay
source: Preview Delay
ar: تأخير المعاينة
de: Vorschauverzögerung
es: Retraso de vista previa
fr: Délai d'aperçu au survol
ja: プレビュー遅延
ko: 미리보기 지연
nl: Voorbeeldvertraging
sk: Zamik predogleda
th: ดีเลย์การแสดงตัวอย่าง
zh_hans: 悬停预览延迟
zh_hant: 預覽延遲

# quickmenu_general_default_action
source: Default Action
ar: الإجراء الافتراضي
de: Standardaktion
el: Προεπιλεγμένη ενέργεια
es: Acción predeterminada
fr: Action par défaut
ja: デフォルトのアクション
ko: 기본 동작
nl: Standaardactie
sk: Predvolená akcia
th: การกระทำเริ่มต้น
zh_hans: 默认行为
zh_hant: 預設行為

# quickmenu_general_default_action_auto_paste
source: Auto Paste
ar: لصق تلقائي
de: Automatisch einfügen
el: Αυτόματη Επικόλληση
es: Pegado automático
fr: Coller automatiquement
ja: 自動ペースト
ko: 자동 붙여넣기
nl: Automatisch plakken
sk: Automatické prilepenie
th: วางอัตโนมัติ
zh_hans: 自动粘贴
zh_hant: 自動貼上

# quickmenu_general_default_action_copy
source: Copy Only
ar: نسخ فقط
de: Nur kopieren
el: Αντιγραφή Μόνο
es: Solo copiar
fr: Copier uniquement
ja: コピーのみ
ko: 복사만
nl: Alleen kopiëren
sk: Iba kopírovať
th: คัดลอกเท่านั้น
zh_hans: 仅复制
zh_hant: 僅複製

# quickmenu_general_move_to_top
source: Move to Top after Use
ar: نقل إلى الأعلى بعد الاستخدام
de: Nach Verwendung nach oben verschieben
es: Mover al principio después de usar
fr: Déplacer en haut après utilisation
ja: 使用後にトップに移動
ko: 사용 후 맨 위로 이동
nl: Na gebruik naar boven verplaatsen
sk: Premakni na vrh po uporabi
th: ย้ายไปยังด้านบนหลังการใช้งาน
zh_hans: 使用后移至顶部
zh_hant: 使用後移至頂部

# quickmenu_tip_prefences
source: Preferences
ar: التفضيلات
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fr: Préférences
ja: 詳細設定
ko: 환경설정
nl: Voorkeuren
sk: Predvoľby
th: การตั้งค่า
zh_hans: 偏好设置
zh_hant: 偏好設置

# quickmenu_option_switch
source: Switch Item ⌘[0-9]
ar: تبديل العنصر ⌘[0-9]
de: Element wechseln ⌘[0-9]
el: Εναλλαγή Αντικειμένου "[0-9]
es: Cambiar elemento ⌘[0-9]
fr: Changer d'élément ⌘[0-9]
ja: アイテム切り替え ⌘[0-9]
ko: 항목 전환 ⌘[0-9]
nl: Schakel item ⌘[0-9]
sk: Prepnúť položku ⌘[0-9]
th: สลับรายการ ⌘[0-9]
zh_hans: 切换项目 ⌘[0-9]
zh_hant: 切換項目 ⌘[0-9]

# quickmenu_option_search
source: Search ⌘F
ar: بحث ⌘F
de: Suchen ⌘F
el: Αναζήτηση ⌘F
es: Buscar ⌘F
fr: Rechercher ⌘F
ja: 検索 ⌘F
ko: 검색 ⌘F
nl: Zoeken ⌘F
sk: Hľadať ⌘F
th: ค้นหา ⌘F
zh_hans: 搜索 ⌘F
zh_hant: 搜尋 ⌘F

# quickmenu_option_switchTab
source: Switch List ⌘;
ar: تبديل القائمة ⌘;
de: Liste wechseln ⌘;
el: Εναλλαγή Λίστας ⌘;
es: Cambiar lista ⌘;
fr: Changer de liste ⌘;
ja: リストの切り替え ⌘;
ko: 목록 전환 ⌘;
nl: Lijst wisselen ⌘;
sk: Prepnúť zoznam ⌘;
th: สลับรายการ ⌘;
zh_hans: 切换列表 ⌘;
zh_hant: 切換列表 ⌘;

# quickmenu_option_copy
source: Copy to Clipboard ⌘C
ar: نسخ إلى الحافظة ⌘C
de: In die Zwischenablage kopieren ⌘C
el: Αντιγραφή στο Πρόχειρο
es: Copiar al portapapeles ⌘C
fr: Copier dans le presse-papiers ⌘C
ja: クリップボードにコピー ⌘C
ko: 클립보드에 복사 ⌘C
nl: Kopiëren naar klembord ⌘C
sk: Kopírovať do schránky ⌘C
th: คัดลอกไปยังคลิปบอร์ด ⌘C
zh_hans: 复制到剪贴板 ⌘C
zh_hant: 複製到剪貼簿 ⌘C

# quickmenu_option_star
source: Bookmark ⌘S
ar: إضافة إلى المفضلة ⌘S
de: Lesezeichen ⌘S
el: Σελιδοδείκτης ⌘S
es: Marcar ⌘S
fr: Favoriser ⌘S
ja: ブックマーク ⌘S
ko: 북마크 ⌘S
nl: Favoriet ⌘S
sk: Záložka ⌘S
th: บุ๊กมาร์ก ⌘S
zh_hans: 收藏 ⌘S
zh_hant: 收藏 ⌘S

# quickmenu_option_delete
source: Delete ⌘D
ar: حذف ⌘D
de: Löschen ⌘D
el: Διαγραφή ⌘D
es: Eliminar ⌘D
fr: Supprimer ⌘D
ja: 削除 ⌘D
ko: 삭제 ⌘D
nl: Verwijderen ⌘D
sk: Odstrániť ⌘D
th: ลบ ⌘D
zh_hans: 删除 ⌘D
zh_hant: 刪除 ⌘D

# quickmenu_option_edit
source: Edit ⌘E
ar: تعديل ⌘E
de: Bearbeiten ⌘E
el: Επεξεργασία ⌘E
es: Editar ⌘E
fr: Éditer ⌘E
ja: 編集 ⌘E
ko: 편집 ⌘E
nl: Bewerken ⌘E
sk: Upraviť ⌘E
th: แก้ไข ⌘E
zh_hans: 编辑 ⌘E
zh_hant: 編輯 ⌘E

# quickmenu_option_alias
source: Set Alias ⌘A
ar: تعيين اسم مستعار ⌘A
de: Alias festlegen ⌘A
el: Ορισμός Ψευδωνύμου ⌘A
es: Establecer alias ⌘A
fr: Définir un alias ⌘A
ja: 別名設定 ⌘A
ko: 별칭 설정 ⌘A
nl: Alias instellen ⌘A
sk: Nastaviť alias ⌘A
th: ตั้งชื่อเล่น ⌘A
zh_hans: 设置别名 ⌘A
zh_hant: 設置別名 ⌘A

# preferences_ocr_primary_language
source: Primary Language
ar: اللغة الأساسية
de: Primäre Sprache
el: Κύρια Γλώσσα
es: Idioma principal
fr: Langue principale
ja: 第一言語
ko: 기본 언어
nl: Primaire taal
sk: Primárny jazyk
th: ภาษาหลัก
zh_hans: 主要语言
zh_hant: 主要語言

# preferences_ocr_revision
source: Revision
ar: المراجعة
de: Überarbeitung
el: Αναθεώρηση
es: Revisión
fr: Révision
ja: リビジョン
ko: 개정판
nl: Revisie
sk: Revízia
th: การแก้ไข
zh_hans: 修正版本
zh_hant: 修訂版本

# preferences_ocr_reindex
source: Update Search Index
ar: تحديث فهرس البحث
de: Suchindex aktualisieren
el: Ενημέρωση Ευρετηρίου Αναζήτησης
es: Actualizar índice de búsqueda
fr: Mettre à jour l'index
ja: 検索インデックスを更新
ko: 검색 인덱스 업데이트
nl: Zoekindex bijwerken
sk: Aktualizovať index vyhľadávania
th: อัปเดตดัชนีการค้นหา
zh_hans: 更新搜索索引
zh_hant: 更新搜尋索引

# quickmenu_preview_ocr_header
source: Text in Image
ar: النص في الصورة
de: Text im Bild
el: Κείμενο σε Eικόνα:
es: Texto en la imagen
fr: Texte dans l'image
ja: 画像内のテキスト
ko: 이미지 내 텍스트
nl: Tekst in afbeelding
sk: Besedilo v sliki
th: ข้อความในภาพ
zh_hans: 图像中的文本
zh_hant: 圖片中的文字

# settings_general
source: General
ar: عام
de: Allgemein
fr: Général
ja: 一般
ko: 일반
nl: Algemeen
sk: Splošno
th: ทั่วไป
zh_hans: 常规
zh_hant: 一般

# settings_shortcuts
source: Shortcuts
ar: اختصارات
de: Tastenkombinationen
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
nl: Sneltoetsen
sk: Bližnjice
th: ทางลัด
zh_hans: 快捷键
zh_hant: 快捷鍵

# settings_paste_format
source: Paste Format
ar: تنسيق اللصق
de: Einfügeformat
es: Formato de pegado
fr: Format de collage
ja: 貼り付け形式
ko: 붙여넣기 형식
nl: Plakken opmaak
sk: Oblika lepljenja
th: รูปแบบการวาง
zh_hans: 粘贴格式
zh_hant: 貼上格式

# settings_lists
source: Lists
ar: القوائم
de: Listen
es: Listas
fr: Listes
ja: リスト
ko: 목록
nl: Lijsten
sk: Seznami
th: รายการ
zh_hans: 列表
zh_hant: 列表

# settings_quick_menu
source: Quick Menu
ar: القائمة السريعة
de: Schnellmenü
es: Menú rápido
fr: Menu rapide
ja: クイックメニュー
ko: 퀵 메뉴
nl: Snelmenu
sk: Hitri meni
th: เมนูด่วน
zh_hans: 快捷菜单
zh_hant: 快捷菜單

# settings_main_window
source: Main Window
ar: النافذة الرئيسية
de: Hauptfenster
es: Ventana principal
fr: Fenêtre principale
ja: メインウィンドウ
ko: 메인 창
nl: Hoofdvenster
sk: Glavno okno
th: หน้าต่างหลัก
zh_hans: 主窗口
zh_hant: 主視窗

# settings_paste_stack
source: Paste Queue
ar: طابور اللصق
de: Einfügewarteschlange
es: Cola de pegado
fr: File de collage
ja: 貼り付けキュー
ko: 붙여넣기 대기열
nl: Plakwachtrij
sk: Vrsta lepljenja
th: คิวการวาง
zh_hans: 粘贴队列
zh_hant: 貼上佇列

# settings_ignore
source: Ignore
ar: القواعد
de: Regeln
es: Reglas
fr: Règles
ja: 無視
ko: 규칙
nl: Regels
sk: Prezri
th: กฎ
zh_hans: 规则
zh_hant: 規則

# settings_about
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
nl: Over
sk: O nas
th: เกี่ยวกับ
zh_hans: 关于
zh_hant: 關於

# settings_appupdates
source: Software Update Available
ar: تحديث البرنامج متاح
de: Software-Update verfügbar
es: Actualización de software disponible
fr: Mise à jour logicielle disponible
ja: ソフトウェア更新が利用可能です
ko: 소프트웨어 업데이트 가능
nl: Software-update beschikbaar
sk: Na voljo je posodobitev programske opreme
th: มีการอัปเดตซอฟต์แวร์
zh_hans: 有软件更新可用
zh_hant: 軟體更新可用

# settings_license
source: License
ar: الرخصة
de: Lizenz
es: Licencia
fr: Licence
ja: ライセンス
ko: 라이센스
nl: Licentie
sk: Licenca
th: ใบอนุญาต
zh_hans: 许可证
zh_hant: 許可證

# settings_pro
source: Pro
ar: محترف
ko: 프로
th: โปร
zh_hans: 专业版
zh_hant: 專業版

# upgrade_to_recommand_os_version
source: Recommended to use macOS 13.0+ for the best experience!
ar: يوصى باستخدام macOS 13.0+ للحصول على أفضل تجربة!
de: Es wird empfohlen, macOS 13.0+ für das beste Erlebnis zu verwenden!
es: ¡Se recomienda usar macOS 13.0+ para la mejor experiencia!
fr: Mise à niveau recommandée vers macOS 13.0+ pour une expérience optimale !
ja: 最適な体験を得るために macOS 13.0+ をお勧めします！
ko: 최고의 경험을 위해 macOS 13.0 이상을 사용하는 것이 좋습니다!
nl: Aanbevolen macOS 13.0+ voor de beste ervaring!
sk: Priporočamo uporabo macOS 13.0+ za najboljšo izkušnjo!
th: แนะนำให้ใช้ macOS 13.0+ เพื่อประสบการณ์ที่ดีที่สุด!
zh_hans: 推荐使用 macOS 13.0+ 以获得最佳体验!
zh_hant: 建議使用 macOS 13.0+ 以獲得最佳體驗！

source: Check Update
ar: تحقق من التحديث
de: Update überprüfen
es: Verificar actualización
fr: Vérifier la mise à jour
ja: アップデートを確認
ko: 업데이트 확인
nl: Controleren op update
sk: Preveri posodobitve
th: ตรวจสอบการอัปเดต
zh_hans: 检查更新
zh_hant: 檢查更新
